[
  {
    "Select1": "牡羊座",
    "Select2": "太陽",
    "information": "太陽牡羊會很明顯表現出自我、任性的一面，不管說話口氣或外表有多溫和，但做起事來，絕不妥協的態勢是很明顯的，個性展現相當清晰。體內充滿了冒險因子，精力旺盛，思維異常活躍；這些特質都使得你凡事都搶在最前面，一馬當先，開創力十足，讓人感覺不可超越；為了首開先河，甚至會鋌而走險，是個十足的開創型英雄。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "月亮",
    "information": "月亮牧羊對別人的情緒反應相當敏感，整個情緒的強度都隨著對方而改變，會模仿幼年時家中那個較強勢、較有影響力的人的情緒模式。他們情緒表達方式很直接，外表雖然可以表現出該年齡的成熟度，但是內在永遠躲著一個小孩，一旦發現別人對他有敵意，心裏馬上‘超不爽’，情緒反應如箭般快速。如果你是月亮牡羊所信任的人，不客氣和直來直往的性格才會竄出來，只有在熟人面前，他才會張牙舞爪。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "金星",
    "information": "金星牡羊擁有著非常強大的想像力、編織愛情的能力，也因此對於愛情一開始會想像得很美好，甚至也比其他星座更勇敢追尋一見鍾情的對象、對所屬對象展現很高的熱情。 敢這麼做也代表金星牡羊對自己有一定的自信，是個有點小難馴服的星座但熱情來得快也去得快，在金星牡羊對愛情的幻想退去、看到現實面遇到的問題後，很容易和對方起衝突、做出令自己後悔的決定。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "木星",
    "information": "木星牡羊的思想前衛勇敢，也能非常有自信且堅定地展現自己、將自己的想法大聲表達，也因此木星牡羊經常扮演領導者/吹哨者的角色，希望能創造出不一樣的世界。木星牡羊思想單純、敢做敢當，積極主動的生活態度為你爭取到不少機會，但有時因為衝得太快，容易沒有思慮周全而倉促做了決定，導致出錯的機率高。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "火星",
    "information": "火星牡羊非常喜歡挑戰、充滿力量、行為果斷而堅決。個性非常剛強且具活力，擁有強烈勝負慾、具有領導力，可以激發身邊所有人一起參與並熱血其中，讓人覺得熱力奔放且激情。但也因為這樣的個性，有時候會不小心便成了衝動行事，或是過於急躁而變得暴躁、甚至會突然沒了動力讓人覺得沒有毅力，建議身邊多一些能包容你、了解你的朋友，適時幫你踩個煞車。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "土星",
    "information": "土星牡羊在人生的旅途上非常積極樂觀、有理想、充滿幹勁，能夠充滿想像力，但這過程卻也同時很艱辛、困難重重，是個充滿挑戰的荊棘之路。但若能堅持你所擁有的意志力、耐力，必定能在這些挫折中有所學習與成就，成為一個更成熟的人。但要注意團隊合作的和諧性，不要太過一意孤行、自負，很多任務都是在合作的時候才能激盪出最好的結果。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "水星",
    "information": "水星牡羊的學習力強、較無耐心、思維活躍、喜歡冒險、好勝心強，也因此代表他們有很強的自我意識、為了自己的目的經常是一針見血的說話方式在溝通，也通常是以自己的第一人稱角度在思考整件事情、證明自己是對的。一開始很有主見的話與會讓人欽佩，但久了因為強勢的態度，會在無形之中給人壓力或得罪人，又因為水星牡羊的好面子，不輕易承認自己的過錯而多有摩擦。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "天王星",
    "information": "天王星在牡羊座的人獨立且樂觀，對新事物有強烈的好奇心、總是搶在他人前面，且你對具有獨特性的人事務更有這樣的強烈征服心，透過這些事情能讓你獲得成就感與能量，因為不斷的前進與吸收新事物才能讓你感受到自己的活著。但有時會顯得衝動、不計後果、獨斷，建議修練自己的脾氣，有時人和會比成功還要重要喔。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "海王星",
    "information": "海王星座落在牡羊座會是個富有想像力的人，也帶有牡羊座本身的性格：行動派！換言之即是所想即所行，在你的潛意識中一直有種使命感，要去完成些什麼，也因此你非常有效率，卻也同時很在意周遭的人對你的看法與想法，以至於有時為了面子，會顯得有些自大、自私，建議虛心一點避免讓自己越活越累。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "冥王星",
    "information": "冥王星位於牡羊座代表一種新的開始，例如：新的觀念、新的生活、擺脫舊有思想等等，建立全新的人生/生活。加上牡羊本身的樂觀與身先士卒，容易成為開拓者。即使最後花盡所有力氣、一無所獲，也能覺得滿足、有成就感，但因為牡羊的熱血與激進讓他向來是以放縱自己、較為暴力解決事情，因此在處理衝突上會有所吃虧甚至讓衝突變大。"
  },
  {
    "Select1": "金牛座",
    "Select2": "太陽",
    "information": "和太陽金牛交朋友有個重點，他們對自己是個「人」這回事可是有充分認知的，人有七情六欲，人也要吃喝拉撒睡，他們儘管優雅卻絕不虛矯。一旦訂定目標便絕少迷失，步伐穩健，立場清晰，相信很少人這麼有自制力和自知之明。做事有計畫，需要長時間思考的金牛座，比較適合固定有規律的工作，雖然行動有點緩慢，不喜歡與人競爭，但做事講究穩紮穩打，不會誇張自大，會盡自己本分去做好分內的工作。"
  },
  {
    "Select1": "金牛座",
    "Select2": "月亮",
    "information": "以好脾氣聞名的月亮金牛，不會有紊亂的情緒騷動。當月亮金牛生活中的穩定結構被破壞時，他的情緒就出現了。他的感受來得很慢，但會實質地反應出來，這並不表示他反應遲鈍，他只是不喜歡誤會別人，同樣的，他也不喜歡被別人誤會。高EQ的他，相當善於穩定情緒，不會隨便揣測別人的心思，更不會因為別人說一句故弄玄虛的話就覺得自己受傷了。"
  },
  {
    "Select1": "金牛座",
    "Select2": "金星",
    "information": "土象星座對於感情總是長情而放不下，金星金牛亦是如此。年輕的金星金牛很容易對一個人心動，但謹慎的金牛座會對這個人觀察試探很久，一旦確定了關係便會一頭栽下去。而因為金牛的包容與寬容，通常會在一段關係中不斷原諒對方所犯的錯，非得等到遍體麟傷後才肯下定決心放棄。也因為這樣，讓金星金牛要放下一段感情需要很長一段時間，或甚至會有放不下的狀況。"
  },
  {
    "Select1": "金牛座",
    "Select2": "木星",
    "information": "木星金牛重視物質面、實際面，幾乎在評估每件事情時都會第一時間評估是否有利於自己、是否有利益可圖。但木星金牛在追求金錢時也是會服務大眾、做公益，不過在做公益的同時也會尋求是否有合作或好處的可能性。木星金牛只要認定的事情就會非常專注，同時也很懂得享受生活，但要小心在追求財富時反而為錢所傷、有負債的危險。"
  },
  {
    "Select1": "金牛座",
    "Select2": "水星",
    "information": "水星金牛的耐力、務實、木訥、固執，思考的邏輯跟模式都會首要考量務實面，每件事情都是經過深思熟慮、詳細分析後才做最後決定。也因此他們不會對不確定的事物下太多資源，對於新事物也會較難馬上接受、執行。在大部分人眼中，謹慎、務實是你的寫照，但缺乏創新、新鮮感也是給人的另一種感覺，不彷多聽聽別人的想法和意見，也許會得到一些驚喜。"
  },
  {
    "Select1": "金牛座",
    "Select2": "火星",
    "information": "火星金牛擁有強烈物慾、耐力十足、絕不輕言放棄，而且非常務實、嚴謹，不會輕易行動，但一但踏出那步絕不輕言放棄，是個相當有續航力的人，也因此能做到很多一般人做不到的事情。而火星金牛的這些堅持都是來自你對金錢及物質生活的追求，畢竟火星金牛是個很懂生活、享受生活的人，你願意將生活變得更有價值、豐收。但要小心因為太過迷戀金錢和物質而變的虛榮，甚至因為忌妒的心理而影響人際關係。"
  },
  {
    "Select1": "土星",
    "Select2": "金牛座",
    "information": "土星金牛對於物質有強烈的需求與追求感，但土星金牛必須努力工作才能有穩定的物質生活，畢竟土星金牛通常是用踏實的方法在追求財富與物質。雖然這樣會讓自己陷入奮鬥時的孤獨感，但因為穩定而踏實的過程讓你願意忍受這一切，也擁有著堅強的意志力與耐力。但同時會缺乏安全感，學會在困難時向他人敞開心胸、與人分享。"
  },
  {
    "Select1": "天王星",
    "Select2": "金牛座",
    "information": "天王星在金牛座不免俗會帶到金錢價值觀，你會在賺錢和花錢上有不一樣的創意、靈活的運用方式。若是在商業或金融業工作的人，也會利用手邊所有資源進行整合或創新，帶給大家不同的金錢觀念。但因為你有時會突然顯得保守、固執，反而阻擋你的創新、創意，無法讓能力獲得最好的發展，也容易對他人的成就有忌妒心。"
  },
  {
    "Select1": "海王星",
    "Select2": "金牛座",
    "information": "海王星金牛代表著對物質的要求，成為在潛意識中最重要的暗示。也因此在你的一生中，將追求金錢與財富奉為最重要的目標、且更加考慮現實，會以安穩的程度去評斷生活大小事是否值得投資，當然也包含愛情。但過份沉溺於對物質的追求，容易忽略身邊的人事物，小心到頭來發現自己一無所有。"
  },
  {
    "Select1": "冥王星",
    "Select2": "金牛座",
    "information": "冥王金牛對應金錢物質，因此冥王星座落在金牛座的人對於物質會有較多的渴望和追求，也因此你會是很棒的商業合作夥伴，對於賺錢的點子與想法總是很多，也努力追求經濟上的富足。但因為總是將經濟利益擺在首位，因此人情為較顯不足，建議還是要將物質今年看淡，與人的相處會較為和諧。"
  },
  {
    "Select1": "第一宮",
    "Select2": "",
    "information": "第一宮（命宮）的起始點稱為 ASC (Ascendant)，也就是我們常聽到的上升星座。上升星座常是你給人的第一印象，代表著個人的外貌與氣質。第一宮是生命的開端，代表著自己、自我認同與個人秉賦等。"
  },
  {
    "Select1": "第一宮",
    "Select2": "太陽",
    "information": "當星盤中的太陽落入了第一宮，太陽的光芒讓你容易引人注意，在團體中的表現突出。你的為人光明正大，有機會成為公眾人物或群體中的焦點。太陽所賦予的能力讓你擁有自信，具有強烈的自我意識；太陽所賦予的精力讓你有時像個過動兒，有用不完的電力。好奇心使你具有開創的能力，建議可多學習新知，拓展視野；太陽所賦予的權力讓你有時表現的相當權威，有強烈的自我本位，希望掌握實權，有機會成為領導者。"
  },
  {
    "Select1": "第一宮",
    "Select2": "月亮",
    "information": "當星盤中的月亮落入了第一宮，月亮將賦予你充沛的情感，你的個性念舊且富有直覺力。你相當重視「感覺」這件事，有時候對事情的反應會過於情緒化，讓人抓摸不定，一旦心情低落就容易持續很久。你帶有某些母性的特質，能夠照顧所愛的人，但有時你也希望獲得被照顧的感覺。安全感對你來說是很重要的事情，當你處於不熟悉的環境中，很容易就會表現出自我防衛的本能。"
  },
  {
    "Select1": "第一宮",
    "Select2": "水星",
    "information": "當星盤中的水星落入了第一宮，你有很強的好奇心，學習速度快，可能具有良好的分析與思辨能力，或是擅於蒐集資訊。建議你可以多加培養語言、溝通、寫作或資訊能力，這將對你的人生發展有所助益。水星帶有商業的特質，你將有機會可以從事經商活動。但水星是中性星，帶有易變的特質，你應注意作事不可過於善變或三心二意。在身體健康方面，應多注意失眠或是神經質等症狀，偶爾應該要讓腦袋休息一下。"
  },
  {
    "Select1": "第一宮",
    "Select2": "金星",
    "information": "當星盤中的金星落入了第一宮，你期望自己是一個舉止優雅、風度翩翩或獨具魅力的人。通常金星在命宮的人，外表都長得不差，人緣好，具有公關魅力。你可能有藝術、音樂、美術、表演或設計等美學天份，可以考慮從事相關領域的工作。你相當注重感官享受，喜歡美食或欣賞美好的事物，不過你的個性可能會有懶散或者自戀的傾向喔！"
  },
  {
    "Select1": "第一宮",
    "Select2": "火星",
    "information": "當星盤中的火星落入了第一宮，你的個性偏急，做事重視效率，不喜歡等待。建議你行事應多思量，不可過於衝動或三分鐘熱度，否則將容易給人魯莽衝撞的負面形象。你的運動細胞或體力可能不錯，可以從事需要大量體力消耗的工作，例如運動員、軍人等等。在身體健康方面，你須多注意頭部、臉部受傷，以及發炎症狀。"
  },
  {
    "Select1": "第一宮",
    "Select2": "木星",
    "information": "當星盤中的木星落入了第一宮，你像是人們口中的幸運兒，人生的道路上總是有很多好運或貴人。你喜歡探索人生的哲學，因此容易對於宗教、哲學、命理、教育、法律感到興趣。你的個性充滿理想，樂觀開朗，公平正直，具有強烈的道德觀。你相當有可能獲得高等學歷，或者常有機會出國旅遊，接觸異國文化，甚至移民。"
  },
  {
    "Select1": "第一宮",
    "Select2": "土星",
    "information": "當星盤中的土星落入了第一宮，你的行為模式偏向傳統或保守，個性勤儉務實，刻苦耐勞，重視責任與義務關係。你做事喜歡一步一腳印，親力親為，不愛譁眾取寵，因此個人發展將較為緩慢。土星坐命的人容易在生活中扛下責任，因此常給人嚴肅、不快樂或悲觀的形象。但相對地，你也可以藉由這樣的機會，憑藉個人的努力而在最後能有所成就。"
  },
  {
    "Select1": "第二宮",
    "Select2": "",
    "information": "第二宮（財帛宮）主宰個人一生中所擁有的資源多寡，以及如何獲得與支配，如金錢、流動資產、有價證券等。第二宮與第八宮相對，第二宮為正財，必須有所付出才能有收穫，這與第八宮所代表的遺產贈予有所不同。"
  },
  {
    "Select1": "第二宮",
    "Select2": "太陽",
    "information": "當星盤中的太陽落入了第二宮，你將比同儕提早意識到金錢的重要性，因此可能會為了追求錢財而消耗掉人生大部分的時間與精力。財富有時如同你的能力證明書，擁有金錢會讓你產生自信，因此你可能會有較強的物質擁有慾，容易以金錢作為權力的象徵。此外，你平時可能喜歡接觸理財相關知識，但財務操作上仍須小心。特別當太陽與火星、土星產生有凶相位時，理財就應以保守穩健為原則，切勿過度投機，以免得不償失。"
  },
  {
    "Select1": "第二宮",
    "Select2": "月亮",
    "information": "當星盤中的月亮落入了第二宮，財富將成為你人生中重要的安全感來源。你將致力於追求財務自由，直到物質生活不虞匱乏才能真正安心自在。如同月亮的陰晴圓缺，你的財富很容易受到情緒或情感的影響而產生波動。為了避免財來財去，建議你應改善情緒化的花錢方式，用錢要有規劃才行。此外，你有機會可以透過月亮所代表的職業來營生，例如餐飲、酒吧、旅館、女性用品、家庭用品、房屋等。"
  },
  {
    "Select1": "第二宮",
    "Select2": "水星",
    "information": "當星盤中的水星落入了第二宮，如何賺錢或理財將成為你人生經常思考的問題。建議你可以學習一些理財相關的知識，多參與財務管理相關的課程，這可以幫助你做出正確的投資決策。你有機會藉由水星相關的行業營生，例如銷售、交易、寫作、演說、教學、運輸、仲介、資訊等。由於水星是中性星，帶有易變的特質。這將會導致你的財務狀況有不穩定的現象，建議應採用穩健保守的理財策略。"
  },
  {
    "Select1": "第二宮",
    "Select2": "金星",
    "information": "當星盤中的金星落入了第二宮，你的正財運其實不錯，有機會可以透過女性、藝術、音樂、美術、合夥、珠寶、娛樂等金星相關領域得財。你喜歡把錢花在可以讓自己變漂亮或有價值的東西。建議你對金錢的態度不可過於浪漫、懶散或是過度享受，應多儲蓄以備不時之需。若是金星的狀態良好，愛情可能會為你帶來財富或舒適的物質享受。"
  },
  {
    "Select1": "第二宮",
    "Select2": "火星",
    "information": "當星盤中的火星落入了第二宮，你可能會視金錢為權力或力量的象徵，因此對於想要的資源，通常會很積極的爭取。也許你的物質慾望比較強，或是一直很「用力」的在賺錢。若是火星與其它行星產生凶相位，建議你對於財務操作應以保守穩健為最高指導原則，否則將容易有破財的風險，甚至捲入不必要的金錢糾紛中。"
  },
  {
    "Select1": "第二宮",
    "Select2": "木星",
    "information": "當星盤中的木星落入了第二宮，你會在追求財富的過程中體驗到人生的價值。你可稱得上是一個慷慨的人，對於金錢或物質常不吝與人分享。基本上只要木星狀態良好，沒有凶相位影響，你的財運亨通，物質生活不虞匱乏，且有機會藉由教育、知識、旅遊、宗教、哲學、法律、進出口貿易等木星相關領域來獲得財富。"
  },
  {
    "Select1": "第二宮",
    "Select2": "土星",
    "information": "當星盤中的土星落入了第二宮，你是一個害怕貧窮的人，對金錢容易產生焦慮感，或是容易有財務壓力。你的金錢累積速度較慢，用錢方式偏向謹慎，比較適合保守穩定的理財工具，例如定存或債券。在工作方面若有付出多回報少的不平衡情況，建議你應多自我調適心態。此外，你還有機會可以透過土地、房產、礦產、建築或工程累積財富。"
  },
  {
    "Select1": "第三宮",
    "Select2": "",
    "information": "第三宮（兄弟宮）主宰著基礎教育、資訊傳播、短程旅行、交通等。在六親方面，第三宮也象徵兄弟姊妹與鄰居。另外，第三宮為月亮的喜樂宮(Joy)。月亮在卜卦占星學中常代表訊息、信件、傳達等，此與第三宮之象徵意義有所呼應。"
  },
  {
    "Select1": "第三宮",
    "Select2": "太陽",
    "information": "當星盤中的太陽落入了第三宮，你很容易受到周圍環境的影響，建議你應訓練自己的思考能力，以樹立自己的權威或自我價值。你在基礎教育階段表現也許會比較活躍，容易引人注意，或者常是同儕、鄰居、近親或兄弟姊妹間的焦點。你平時應多培養寫作、說話、語言、資訊等能力，並樂於與人分享自己的理念與觀點。此外，你可能對於交通工具或地圖路線也有興趣，也許熱愛駕駛，或者是個汽車迷或鐵道迷等。"
  },
  {
    "Select1": "第三宮",
    "Select2": "月亮",
    "information": "當星盤中的月亮落入了第三宮，知識將成為你人生的重要安全感來源。當你完全了解一件事情的運作方式或全貌時，你會感到很輕鬆自在。你與兄弟姊妹、左鄰右舍或近親會有較多的情感交流。但由於月亮具有陰晴圓缺的特質，有時關係會有不太穩定的感覺。你喜歡偶爾來個小旅行，這可以幫助你體驗生活的美。此外，你可能還具良好的寫作、語言、溝通或表達的能力。"
  },
  {
    "Select1": "第三宮",
    "Select2": "金星",
    "information": "當星盤中的金星落入了第三宮，你通常能為周圍的環境帶來一種愉悅的氣氛，這可以幫助你與他人的溝通過程相當順暢。你喜歡經常來個短期旅行，旅程中有機會可以認識新的朋友，甚至變成戀人。如果金星沒有與其它行星產生凶相位，基本上你與兄弟姊妹間的相處都很融洽，而且兄弟姊妹可能長的不錯。你在基礎教育的階段相當愉快，喜歡接觸藝術、音樂、美感、時尚、美食等相關領域的訊息與知識。"
  },
  {
    "Select1": "第三宮",
    "Select2": "水星",
    "information": "當星盤中的水星落入了第三宮，如何與人溝通或建立連結是你人生中經常思考的問題。你很適合在兄弟姊妹、鄰里或親戚間擔任穿針引線的角色。你可能有良好的表達能力，或者對任何事情總能說上兩句，發表自己的看法。平常的你很注重資訊蒐集，甚至可能知道很多八卦消息，有時也喜歡談論旅遊、交通、汽車、鐵路等議題。你的聰明才智很適合發揮在寫作、教學、語言、演說、資訊傳播或交通運輸等相關領域。"
  },
  {
    "Select1": "第三宮",
    "Select2": "火星",
    "information": "當星盤中的火星落入了第三宮，你喜歡直話直說，不愛拐彎抹角，有時候常會讓人有招架不住的感覺。你相信真理越辯越明，但建議你應多採柔軟的溝通方式，以免給人主觀意識過強的負面形象。火星在這個位置通常與兄弟姊妹之間容易有競爭感，這可能起因於不平衡的比較心理。其實有時你只要換個角度想，可以避免掉很多不必要的紛爭。"
  },
  {
    "Select1": "第三宮",
    "Select2": "木星",
    "information": "當星盤中的木星落入了第三宮，你最大的信仰就是「學習」。學習中的你是快樂、正面、積極的，而且過程中你將找到人生的價值。建議你可多培養自己的資訊、語言、寫作或溝通能力，這將會對你的人生發展有很大的助益。此外，只要木星沒有與其他行星產生凶相位，你與兄弟姊妹的關係將相當有益，應好好珍惜，未來有機會可以互相幫助與提攜。"
  },
  {
    "Select1": "第三宮",
    "Select2": "土星",
    "information": "當星盤中的土星落入了第三宮，你與他人的心智交流常有困難，容易溝通不良或口不對心。你的想法或反應易偏向壓抑或冷漠，有時會給人不靈活的感覺。建議你應培養具深度、次序與結構性的思維邏輯，提昇自己的表達能力。此外，土星在這個位置常沒有兄弟姊妹，或者是會認為兄弟姊妹是你的負擔或責任。"
  },
  {
    "Select1": "第四宮",
    "Select2": "",
    "information": "第四宮（田宅宮）的起始點稱為 IC，是拉丁文 Immum Coeli 的簡稱，中文稱為天底。第四宮主宰個人的根源，代表著家庭、父親、家世背景與晚年生活。在錢財方面，由於第四宮象徵著地底資源，因此與房屋、土地、不動產有關。"
  },
  {
    "Select1": "第四宮",
    "Select2": "太陽",
    "information": "當星盤中的太陽落入了第四宮，你希望在家中擁有地位或權威感，受到家人的重視，家庭可說是你自我認同的重要關鍵。若是原生家庭無法滿足這點，你可能會轉向用自己的能力去創造另一個自己夢想的家。你也許會喜歡探索自己的出生背景或家族根源，因此對於房屋、土地、礦產或地底資源容易產生興趣，可以考慮從事房地產或礦產等相關領域的工作。此外，在晚年時你將有機會獲得名望或地位。"
  },
  {
    "Select1": "第四宮",
    "Select2": "月亮",
    "information": "當星盤中的月亮落入了第四宮，家庭是你人生中重要的安全感與歸屬感來源。由於月亮具有陰晴圓缺的特質，容易造成家庭關係的不穩定或是經常搬家。不過你是有家庭觀念的人，有時你就像家庭的守護神一樣，不會讓任何人事物來破壞家庭完整與和諧。有時你也容易常為家中事務煩惱，導致心情不佳。此外，月亮落在第四宮的人，通常會對於族系、房地產、地底資源或考古學感到興趣。"
  },
  {
    "Select1": "第四宮",
    "Select2": "金星",
    "information": "當星盤中的金星落入了第四宮，你喜歡舒適、愉悅與和諧的家庭環境，因此可能會對於家居佈置、園藝、烹飪等相關資訊感到興趣。如果金星沒有與其它行星產生凶相位，建議你可以考慮購買房地產，擁有一個溫馨舒服的空間將對你的生活與健康都有所助益。金星是占星第二大吉星，通常金星在這個位置都會有一個舒適愉悅的晚年生活。"
  },
  {
    "Select1": "第四宮",
    "Select2": "木星",
    "information": "當星盤中的木星落入了第四宮，你的家庭背景可能不錯，或者家庭對你的人生價值與信仰有很大的啟發。基本上只要木星的狀態良好，沒有凶相位影響，你的家庭相處和睦，家庭成員易成為你的貴人，家境富裕，有機會可以獲得父母遺蔭，特別是不動產的部份。此外，你的老年將很有機會居住在良好的生活環境中，過著富裕快樂的生活。"
  },
  {
    "Select1": "第四宮",
    "Select2": "水星",
    "information": "當星盤中的水星落入了第四宮，你會與家庭成員間有較多的心智交流，思考邏輯受父系的影響深遠。你的原生家庭可能具有教學、資訊、商業、仲介或交易等背景。無論原生家庭是好是壞，你都將從原生家庭中學習很多知識或生存法則，這會形成你特殊的思維邏輯。此外，你可能對於土地、房屋、不動產、礦產或地底資源相關的知識感到興趣，也許有機會可以從事相關領域的銷售工作。"
  },
  {
    "Select1": "火星",
    "Select2": "第四宮",
    "information": "當星盤中的火星落入了第四宮，你也許在家中或對家人會比較容易失去耐心，脾氣不佳，或者會透過競爭的方式來得到自己想要的資源。若火星與其它行星產生凶相位，家庭就像你的競技場，你跟家庭成員間存在一種競爭感或是容易產生爭執。在土地房屋交易方面，建議你買賣勿過於衝動，應多方考慮後再下決定，以免蒙受損失。"
  },
  {
    "Select1": "第四宮",
    "Select2": "土星",
    "information": "當星盤中的土星落入了第四宮，你與家人的相處偏向冷漠，或者家庭對你來說就是一種責任或負擔。你的家庭環境也許比較保守或傳統，生活中會有些來自家庭的束縛與限制。建議你也許可以換個角度想，逆境反而可以讓人成長。此外，你對於房屋、土地、建築、礦產、地底資源可能會有點興趣，可以考慮從事相關領域的工作。"
  },
  {
    "Select1": "水瓶座",
    "Select2": "太陽",
    "information": "太陽水瓶具革新精神，行事想法不落俗套；有反權威、反傳統的傾向。你們崇尚人道主義、富有同情心，是行善不落人後的一群。水瓶座的你們重視友誼，非常渴望友情的慰藉；你們對朋友絕對的忠誠，甚至把朋友看得比情人還重，是很夠意思的朋友。\r\n\r\n會要求一定水準以上的物質生活，但你們絕對要追求豐富精神生活，在擇友方面也以心靈上的契合與否為首要的評量標準。"
  },
  {
    "Select1": "水瓶座",
    "Select2": "月亮",
    "information": "月亮水瓶對感情是精神重於實質，他不覺得談戀愛需要時時刻刻黏在一起，他們重視精神的溝通，他們覺得雙方了解彼此的感覺比較重要，他們不想也懶得向對方解釋太多。\r\n\r\n月亮水瓶沈浸在自己的理想裏，應該是說他們是一群感覺、情緒很跳Tong的人，他們常常讓自己的感覺飄到外太空抓不回來。"
  },
  {
    "Select1": "水瓶座",
    "Select2": "金星",
    "information": "金星水瓶都是外星人，那金星水瓶是怎樣的人呢？相較於外表，金星水瓶是更注重內在的，若是一點主見都沒有的人是絕對無法入水瓶金星的眼。想吸引金星水瓶，除了有主見，還要偶爾突如其來的清爽和霸氣，讓金星水瓶感到意外卻又剛好在那一瞬間打入他的心。"
  },
  {
    "Select1": "水瓶座",
    "Select2": "木星",
    "information": "木星水瓶很有自己的想法，但對他人的社會價值觀或道德觀一視同仁並給予包容，認為每個人都可以擁有自己的觀點。因為你能堅定自己的想法卻又能包容他人，因此能夠和每個人和平共處，也是一個值得深交的好友。但要小心有時會太堅定自己的想法，若得不到肯定會容易沒了動力繼續努力下去。"
  },
  {
    "Select1": "水瓶座",
    "Select2": "水星",
    "information": "水星水瓶擁有極高的領悟力、喜歡接受各種新穎的事物、配合自己的創造力能擁現許多創意與靈感，是個思想活潑的人。喜歡與人群接觸分享，接收各種不同的消息擴充自己的視野。但有時太過沉浸在自己的想法中、直接依照想像行事，容易讓人突然有莫名的距離感。"
  },
  {
    "Select1": "水瓶座",
    "Select2": "火星",
    "information": "火星水瓶追求自由，經常因為新穎的思想而顯得特立獨行，也自有一套人生哲學不追求主流。火星水瓶喜歡挑戰傳統、舊有框架與觀念，認同你的人會不斷被你的新思想觸動，而這樣的火星水瓶雖然思想獨特，但邏輯能力還是不錯的，喜歡不斷變化的工作方式、任務。但要小心喜歡衝擊傳統的火星水瓶會不小心得罪人，也要小心容易喜新厭舊而產生半途而廢的狀況。"
  },
  {
    "Select1": "水瓶座",
    "Select2": "土星",
    "information": "土星水瓶思想前衛、組織能力強、專注，有極強的創造力，思想不受世俗規範。受到土星的影響，顯得沉穩有耐性，讓豐富的創造力有好的發揮，同時土星水瓶也很追求人際關係的平衡，對發展有良好的幫助。\r\n\r\n但有時會因為自己的情緒突然變得孤傲，建議多敞開心胸，避免落入孤軍奮戰的狀況，反而影響自身表現。"
  },
  {
    "Select1": "水瓶座",
    "Select2": "天王星",
    "information": "天王星水瓶座擁有自我意識，在想法上很獨特、讓人覺得很有想法，通常會堅定自己的立場或決定，也因此你通常會是獨立的人，在處理事情的能力上當然也是這樣被訓練得很強大。但有時因為太過堅持，或是想要證明些什麼而固執著，容易讓自己顯得孤僻，建議試著詢問身邊的人的意見，讓自己的觀點多一些角度。"
  },
  {
    "Select1": "水瓶座",
    "Select2": "海王星",
    "information": "海王星水瓶將靈性的層面提升更高，會以眾生皆平等的態度去對待身邊的人，希望儘量不要所衝突，是個會想比較多的人格特質。這樣的博愛並沒有不好，但要小心在愛情上會容易讓另一半困擾，當周圍的衝突變多了也會變的過於小心翼翼。"
  },
  {
    "Select1": "水瓶座",
    "Select2": "冥王星",
    "information": "冥王水瓶熱愛自由、突破守舊、思想自由、愛交友。這樣的人喜歡追求自由的生活，因此你會有一股能量去創造新的生活與想要的世界。喜歡將自己的思想與理念分享給周圍的人，同時也是一個很講義氣的人，因此友情會比愛情更加重要。\r\n\r\n但切記不斷追求自由與創新會是一件困難的事情、容易產生衝突，必須有自己的想法與正確的做法，才有辦法承受反對的力量。"
  },
  {
    "Select1": "雙魚座",
    "Select2": "太陽",
    "information": "太陽位於雙魚座的人們浪漫多情，常有些不切實際的想法。你們有著優異的藝術創作天分、感情細膩多變，有時卻有企圖心不足和脫離現實傾向。\r\n\r\n雙魚座的人們善良溫和，但卻不可避免的有著缺乏決斷力及意志力的毛病，這種個性上的弱點使得你們行事常受到外界因素的影響，而且你們也缺乏在遇到問題或挫折時的反應能力。"
  },
  {
    "Select1": "雙魚座",
    "Select2": "月亮",
    "information": "月亮雙魚是情感豐富的，當他自覺受到委屈、不被理解時，就會感到悲傷。而且他會放大別人丟給他的情緒，並產生漣漪而沉溺其中。\r\n\r\n過分敏感是他的寶藏也是致命傷，既帶給他極度的感性與智慧，也帶給他凡事無法下定論的困擾。而他的表達情緒的方法，通常視其當時所處環境習慣以什麼方法來處理情緒而變，並沒有一套固定模式。"
  },
  {
    "Select1": "雙魚座",
    "Select2": "金星",
    "information": "浪漫愛情悲劇女主角，大概是對金星雙魚最好的詮釋了。掌管同理心、夢想的雙魚座，連帶讓金星雙魚對於喜歡的對象會抱著拯救的心態，彷彿自己是拯救這個人的唯一選擇，而展現出的柔弱也會忍不住讓對象激起保護小動物的心情。\r\n\r\n但這些都是當金星雙魚自願上鉤時才會做的犧牲奉獻，若他們狠下心來也是會頭也不回的轉身離開的。"
  },
  {
    "Select1": "雙魚座",
    "Select2": "木星",
    "information": "木星雙魚情感豐富、對人溫和，但因為不想得罪他人，容易委屈自己、壓抑自己的情緒。但你的直覺敏銳，喜歡研究心靈層面相關的知識，在挑選伴侶時也會特別注意心靈的交流。但要小心因為你總是壓抑情緒，容易讓情緒不穩、情緒依賴，造成精神過於緊繃。"
  },
  {
    "Select1": "雙魚座",
    "Select2": "水星",
    "information": "水星雙魚富有創造力、想像力、感性而愛幻想，對生活充滿各種想像與白日夢，對於理性分析較弱、不喜歡需要邏輯、數理性的工作，適合藝術相關的行業。但有時會將一切想像得太美好而顯得不切實際，同時容易感情用事、容易被周遭的人事物而影響。"
  },
  {
    "Select1": "雙魚座",
    "Select2": "火星",
    "information": "火星雙魚情感強烈、浪漫多情、想像力豐富，經常壓抑自己的想法。因為火星雙魚的浪漫多情、想像力豐富，若能有一個讓你放心的環境，內在的藝術天分會被意外的激發出來。火星雙魚的個性溫馴、容易為了成全而委身妥協，讓你的情緒一再而再的被壓抑，整體情緒會越來越不穩定，建議找到一個適合的情緒抒發方式，避免心理上的疾病。"
  },
  {
    "Select1": "雙魚座",
    "Select2": "土星",
    "information": "土星雙魚喜愛想像，充滿無限的創意與想像力，也同時有著豐沛的感情與情感的同理心。土星雙魚的腦中世界是彩色且豐富的，當然也對應到在藝術上有著極高的領悟力。因為土星的關係，容意將腦中幻想變成一種哲學的想法，連帶幻想到未來的各種畫面。\r\n\r\n但要小心別因為那些幻想讓你便得不切實際，甚至因為土星的影響而讓想法變得悲觀，放鬆身心，保持正面去看待每件事情。"
  },
  {
    "Select1": "雙魚座",
    "Select2": "天王星",
    "information": "天王星落在雙魚座會呈現一個變化不定、很多天馬行空想法的狀態，其實也就是喜歡幻想各種可能，這讓你在藝術方面可能有不錯的發展、或是擁有強烈的直覺。但要小心容易沉溺在你的幻想中、不自覺逃避現實、變得容易想太多而情緒化，建議試著從現實的小目標開始練習面對，為自己的生活帶點真實感。"
  },
  {
    "Select1": "雙魚座",
    "Select2": "海王星",
    "information": "海王星座落在雙魚的人更為感性與敏感，旁人看來的一件小事可能會讓你極為感動。因此你很注重情感交流與精神層面的議題，若受到重大打擊時會因為你的敏感瞬間跌落谷底，但若有人能從旁鼓勵你，也是可以迅速站起來的。要注意多點客觀與理性，讓自己可以更堅定與勇敢一點。"
  },
  {
    "Select1": "雙魚座",
    "Select2": "冥王星",
    "information": "冥王雙魚富有同情心、敏感，因此有自我犧牲的特質，若這樣的行為讓冥王雙魚覺得能幫助他人。也因為你的敏感讓你有藝術創作的能力。反過來說，你會有一些虛幻的想像，但這些想像能讓你得到心靈上極大的滿足、創作靈感，若是從事藝術類相關工作會有很大的發揮潛能。可惜的是行動力不高、不敢付諸行動實現自己的想法，進而產生悲觀的情緒與思想。"
  },
  {
    "Select1": "雙子座",
    "Select2": "太陽",
    "information": "太陽位於雙子座的人具有雙重性格，情緒變化快速，做事有虎頭蛇尾的傾向，應加強耐性，培養靜心的功夫，更專心一些；因為想像力豐富，接收的訊息太多，使得你內心常處於矛盾狀態，常有令人不解的舉動；凡事據理力爭，太好辯，易與人發生言語衝突。"
  },
  {
    "Select1": "雙子座",
    "Select2": "月亮",
    "information": "月亮在雙子座代表情感的本質容易游移不定，但也會有高智力及富想像力的一面。月亮落在雙子座的人感官靈敏，頭腦清醒，智力發達，對於抽象的事物非常感興趣；喜歡運動、愛旅遊。喜歡同時做很多事情，如此才能讓你感到刺激，有成就感。情緒起伏變化，令周圍的人常感不適，但你總能為自己找到合理的解釋。你的表達力超強，言語風趣幽默，容易活躍氣氛，但太愛講話，滔滔不絕，也易令人反感、厭惡。"
  },
  {
    "Select1": "金星",
    "Select2": "水星",
    "information": "上升星座為天秤座的人必須要透過與別人合作的過程，才能發覺自己的獨特性。他們常常會在與別人一同共事的過程中，經由別人的反應，而觀察出自己所表現出來的個性。這些人的一舉一動，無不散發出美麗、優雅、紀律、嚴肅以及公平公正的特質。他們身上最突顯的美德，則是他們可以很設身處地地站在別人的立場上，以他人的眼光來看待同樣的一件事情。上升星座為天秤座的人不喜歡獨立，如果他們找不到他人可以依靠，而必須要完完全全地靠自己的力量站起來，那么他們便會覺得非常失落困惑。"
  },
  {
    "Select1": "雙子座",
    "Select2": "水星",
    "information": "水星位於雙子座代表其具有敏感的神經系統，情緒多變，辯才無礙，有絕佳的創造力。水星落在雙子座的人表達力非常強，說起話來滔滔不絕，在人群中常扮演演說家的角色，擅長用言語和新鮮資訊來左右大家的情緒。你的心智能力強，擅長學習研究，領悟力與接受力比一般人要強許多，且能舉一反三，令人羨慕。很擅長發想，很容易從生活小事中挖掘到靈感，常有驚人的創意表現，是很好的企劃人才。"
  },
  {
    "Select1": "雙子座",
    "Select2": "金星",
    "information": "金星位於雙子座代表愛情及社交生活多姿多彩，對人對事都有較強烈的好奇心。金星落在雙子座的人很有親和力與吸引力，是異性眼中的鬼靈精，很容易獲得愛情。你喜歡沉浸在多姿多彩的感情生活中，卻沒有走入婚姻的想法，更喜歡享受戀愛給你帶來的刺激感與新鮮感，婚姻會讓你感覺受到束縛。你極具智慧與幽默感，身邊不缺朋友，言談之間充滿魅力，是同性效仿的對象，異性迷戀的類型。"
  },
  {
    "Select1": "雙子座",
    "Select2": "火星",
    "information": "火星位於雙子座代表心智的活動及侵略性。火星落在雙子座的人非常活躍，善於批判。你有極高的悟性，天生具有語言天賦，知識豐富，讓你在人群中很能放得開，也很有優越感。活潑的天性讓你沒有寂寞感，在好奇心的驅使下，又讓你不斷地學習、求知，能快速接收新知，並且能舉一反三，把所學運用到實處。學養豐富，聰穎多聞，在求知中不斷拓展見識，人脈也因此而獲得良好的發展。"
  },
  {
    "Select1": "雙子座",
    "Select2": "木星",
    "information": "木星位於雙子座代表思考力強，求知慾旺盛。木星落在雙子座的人好奇心強烈，學習力強，對心智開發感興趣，領悟力超強，會不斷涉獵不同領域的知識，腦子轉個不停，接受新事物的速度快。但對於不喜歡的事物會流於表面，一知半解。喜歡在群體中活動，從交朋友中獲得各種訊息，見多識廣，談話風趣幽默，無話不說，不表達不暢快。具有洞察世事的能力，喜好批判，嘴巴動個不停。"
  },
  {
    "Select1": "土星",
    "Select2": "雙子座",
    "information": "土星落在雙子座代表頭腦靈活，邏輯性強，有很強的思考力與執行力，且能接受考驗。土星落在雙子座的人重實際，極具智慧，但不浮躁，很理性地運用智慧。土星的沉穩與務實，結合雙子的靈活機敏，雖然在人生初期會遇到一些困難，情緒也常有起伏，承受較大的壓力，但在經過生理、心理上的磨難之後，身心靈能夠沉澱下來，更加地認真努力，為人生目標而加緊步伐向前，是很好的科學研究人才。"
  },
  {
    "Select1": "天王星",
    "Select2": "雙子座",
    "information": "天王星位於雙子座代表思維方式新穎，頭腦聰明，富直覺力，是新觀念的傳播者。天王星落在雙子座的人思維敏捷，創意多多，常有出人意料的新點子，令人驚歎。受到天王星的影響，雙子的創意更容易被激發出來，也很喜歡接觸外界，對各地的新觀念都能快速接受。也因此讓你在各個領域都能靈活應對。因為受到各種新鮮資訊的衝擊及新觀念的薰陶，你的心靈很充實，也使你的知識面不斷擴大，領悟頗多。"
  },
  {
    "Select1": "雙子座",
    "Select2": "海王星",
    "information": "海王星落在雙子座代表生活中帶有清新浪漫的氣息。海王星落在雙子座的人有著豐富的想像力與強烈的感受力，藉由這些力量，你將可以把抽像的東西化成言語表達出來或是用行動得以實現。你對稀奇的事物有種渴望，並且喜歡去探究。你生性活潑、機警、好學。由於想像力豐富，有時你會由於過多的想法而導致你的行動力受到阻礙。你有著良好的口才，但時常會表現在與人爭辯上。"
  },
  {
    "Select1": "雙子座",
    "Select2": "冥王星",
    "information": "冥王星位於雙子座代表你是個有家庭觀念的人，希望有一個穩定的居宿，但你好動與不安的性格很難讓你真正安定下來。你個性很衝動，在求知與處理問題時容易碰壁或遭到周圍人的反對。你勇於追尋表達自我的新方式並擴展你的才智，因此你喜歡做些新的嘗試與試驗，你也能從一些很平常的現象中，產生新的觀點和認知。對於一些短見與守舊的人，你喜歡去挑剔他們的不足，甚至會加以諷刺。"
  },
  {
    "Select1": "上升",
    "Select2": "雙子座",
    "information": "上升星座為雙子座的人具有獨創性的想法，並且可能會是那些在團體中居於領導地位的人。他們具有憑空將計畫具體化的本事，並且能將科學的方法運用在這些計畫上。由於上升星座為雙子座的人是以點子多見稱，因此他們最具力量的本錢，便是他們的聰明才智。"
  },
  {
    "Select1": "天頂",
    "Select2": "雙子座",
    "information": "天頂星座在雙子座的人機智幽默、擅於與人溝通，懂得不少為人處世的道理，也很重視自身的發展、琴棋書畫樣樣精通，經常提出別人想不到的信息創意和理念。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "太陽",
    "information": "巨蟹座是黃道宮上的第四個星座，主宰星為月亮。心思細密，感受力非常強，保護他人的意識強烈，家庭觀念濃厚，有強烈的責任心及犧牲奉獻精神。太陽落在巨蟹座的人擅長持家，喜歡安定祥和的家庭氛圍，對長輩孝順，對兄弟姐妹、朋友非常友善，努力創造你想要的和諧與美滿。當然，你的自我保護的意識也非常強烈，一點點的風吹草動都有可能讓你心潮起伏，當他人侵犯了你內心的那塊淨土時，你也會伸出鉗子示威。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "月亮",
    "information": "月亮落在巨蟹座是統治者的象徵，代表情感的深度及強度，對於母親、家庭有強烈的依戀。月亮落在巨蟹座的人個性沉穩，喜好平和，家庭觀念強烈，融洽的家庭氛圍才能讓你感到安心，也才能讓你有動力不斷向前，積極面對生活。你不怕繁瑣，天生愛操持家務，對家有種說不出的眷戀，總是把家庭生活安排得井然有序。你的感情細膩，對人體貼入微，很能體會他人的感受，是大家心目中的貼心人，受人歡迎。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "水星",
    "information": "水星位於巨蟹座代表心智受深層情感的影響，潛意識強烈，易產生偏見，主觀意識強。水星落在巨蟹座的人非常感性，常常以情感為依托，這也讓你的感覺靈敏，有很強的第六感，不喜歡理性判斷。你非常重視家人及朋友的想法與感受，在滿足他人的情感需求以後，才考慮個人所需，把親情看得很重，有犧牲奉獻精神。因為對新的事物有較強烈的不安全感，讓你對往事念念不忘，思想易停留在過去時光，難以接受現實。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "金星",
    "information": "金星位於巨蟹座代表對情感有深刻的感知，非常敏感，珍惜家庭。金星落在巨蟹座的人具有母性的慈愛，情感細膩，很有博愛之心和同情心，對身邊的人頗為照顧。溫和的性情加上親切的態度讓你很受歡迎，你就像愛的使者，四處散播著愛，讓人感覺溫暖。當然，你也希望有愛包圍著你，渴望受到肯定，獲得大家的關心與呵護。你對穩定、甜蜜的愛情有著美好的憧憬，但又常常隱藏自己的真實情感，害怕受傷。"
  },
  {
    "Select1": "火星",
    "Select2": "巨蟹座",
    "information": "火星位於巨蟹座代表具有強烈的情感，敏感，重親情。火星位於巨蟹座的人極具意志力，強烈的情感讓你充滿力量，會把大部分的精力和身心投入到家庭中，想要維繫和諧、美好的家庭生活。你非常注重情感的付出，在給予中獲得快樂，當然也希望獲得同等的待遇，身邊的人，尤其是家人，也要同樣地付出，如此才能讓你獲得平衡，感受到溫暖。若得不到你想要的結果，你的情緒會變得複雜，難以平靜。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "木星",
    "information": "木星位於巨蟹座表示家庭背景良好，受兒時的環境及父母的影響極大，具有仁慈寬容、重視道德的人格。木星落在巨蟹座的人性情溫和，有良好的修養，與人為善，慈悲為懷，與你在一起會讓人感到無比的溫暖。你的想像力豐富，直覺性強，對於感性的事物特別感興趣；很懂得享受生活，也很願意與大家分享你的所有，非常受歡迎。你的學習力強，有著旺盛的求知慾，喜歡研究宗教信仰，是身邊人學習的榜樣。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "土星",
    "information": "土星位於巨蟹座代表情緒起伏，自我壓抑，情感較冷淡。土星落在巨蟹座的人有豐富的情感，但你會過度壓抑自我，情緒也因此難以控制。你的內心相當敏感，非常渴望能得到家人的關愛，以及身邊的人肯定與鼓勵，若得不到會讓你的心情出現強烈的反差，由愛生恨，怨氣充滿了你的整個心靈，會讓你難以擺脫痛苦。在情感的衝擊下，讓你難以平靜心情，周圍的人、事、物影響著你的一切思想與行為，若不能調節，會讓你變得歇斯底里。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "天王星",
    "information": "天王星位於巨蟹座代表情感的釋放，思想傳統，但不受父母思想束縛，追求獨立與自由。天王星落在巨蟹座的人非常敏感，對心靈的自由有強烈的渴望，希望生活在安定祥和的環境中。但受到天王星的影響，讓你的思想有了新的轉變，有挑戰權威的想法，但又沒有足夠的信心與動力反傳統、反權威。這也讓你難以維繫良好的家庭關係，對父母不滿，想要放逐心靈，嘗試自由自在的生活，可又苦於難以超脫。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "海王星",
    "information": "海王星落入巨蟹座代表對家庭和家人非常的依賴。海王星落入巨蟹座的人家庭觀念非常的強，對家人非常的關心，注重家庭的傳統和教養，以及凝聚力。你富有同情心，保護慾也非常強，且有犧牲精神。受到海王星的影響，你的直覺力很強，甚至會有與靈異界溝通的能量。你的神經比較敏感，容易情緒化，在感情上容易表現出脆弱的一面。你很戀舊，因此你很喜歡收藏照片，和一些有關過去回憶的東西。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "冥王星",
    "information": "冥王星位於巨蟹座代表你對安全有一種強烈的需要，渴望獲得一個安定的生活環境。對家庭、對國家都非常的忠心，你把大多數的精力也灌注到家庭之中了。你生活的經濟來源主要還是微薄的薪水，因此在經濟上會顯得非常的困窘。在工作學習方面，你能夠自覺的按照規定去做事情，是值得主管與師長甚至朋友信賴的對象。你常常毫無掩飾的表達出自己的情緒，即使是對他人的怨憤也會毫無顧忌的激烈的表現出來。"
  },
  {
    "Select1": "上升",
    "Select2": "巨蟹座",
    "information": "上升星座為巨蟹座的人通常有反覆無常的感情。他們可以投入、消耗大量的精力與能量在自己的感覺上，而且喜歡以既浪漫又戲劇性的方式來表達自己的情感。他們通常具有支持他們這些感情世界的意志力。通常上升星座在巨蟹座的人，都非常關注自己的家庭和有關家庭方面的事宜。"
  },
  {
    "Select1": "巨蟹座",
    "Select2": "天頂",
    "information": "天頂星座在巨蟹座的人待人態度謙和，做事認真負責，對工作夥伴體貼，能準確展現自己的能力和優點，而且總是一副不好與人爭鋒的良好形象，無論去到哪裡都很容易融入集體。"
  },
  {
    "Select1": "獅子座",
    "Select2": "天頂",
    "information": "天頂星座在獅子座的人個人意識很強烈，他們極為重視自己對外的形象和名聲，所以會在工作中表現得很謹慎，心中也有一套套的計劃，每做的一件事情或者一個決定都有他的理由。而且他們還會盡量讓自己的努力高效化，而不會出現白費功夫的情況。"
  },
  {
    "Select1": "處女座",
    "Select2": "天頂",
    "information": "天頂星座在處女座的人往往目標不夠明確，意志也不夠堅定，他們會經常在奮鬥路上改變主意，對於自己該堅持夢想還是迎合現實總是拿不定主意。天頂在處女座的人還對於自己奮鬥的外在條件有很多要求，所以他們在給自己定位這件事情上往往需要花費很多時間。"
  },
  {
    "Select1": "獅子座",
    "Select2": "太陽",
    "information": "獅子座是黃道宮上的第五個星座，主宰星為太陽。陽光燦爛，充滿活力，感覺有用不完的能量；表現慾強烈，舉手投足之間充滿了閃耀的魅力，很容易成為眾人矚目的焦點，你身上散發出來的熱力很容易感染周圍的人，讓大家跟著你一起舞動生活。你對權力地位的追求非常執著，以捍衛你的領導地位，而這也是你不斷向前的動力泉源。這往往讓你站得比別人高，獲得也比別人多，但人生大起大落；自尊心很強，當追求無望時會變得沉淪、怠惰。"
  },
  {
    "Select1": "月亮",
    "Select2": "獅子座",
    "information": "月亮位於獅子座表示個人情感上很驕傲，具有戲劇才能，通常容易成為眾人焦點。月亮落在獅子座的人非常自信，力爭上游，隨時都想要表現自我，喜歡被人簇擁的感覺，甚至帶有傲氣，容易成為眾人矚目的焦點。你非常獨立，領導慾望強烈，自尊心強，想要掌控一切，若局勢不在你的掌控範圍內會有不安感；對情感的需求濃烈，浪漫熱烈的情感可讓你興奮，且極具優越感，生活也會因愛情而變得豐富多彩。"
  },
  {
    "Select1": "水星",
    "Select2": "獅子座",
    "information": "水星位於獅子座代表意志力強，不輕意改變目標。水星落在獅子座的人擁有豐富的情感和非常強的表現力，極富智慧與才幹。你的行動力很強，有絕佳的戰鬥力，不服輸。你希望一切事情都在你的掌控範圍內，有強烈的支配慾與領導慾，同時也會運用情感來讓人心服口服，寧願聽你的使喚與支配。你的想法與做事態度不容他人干擾，因為你是尊貴無比的，極具領袖氣質，希望身邊的人都為你感到驕傲，把你捧在高位。"
  },
  {
    "Select1": "金星",
    "Select2": "獅子座",
    "information": "金星位於獅子座代表情感熱烈，直接。金星落在獅子座的人熱情積極，內心充滿愛的能量，追求轟轟烈烈的愛情。你喜歡被人尊崇、被人捧在手心的感覺，特別是被異性欣賞或青睞時，會讓你很有滿足感。在他人注意的目光下，以及讚美聲中，你的情緒會變得異常興奮，熾熱的情感也會不斷向外湧，愛情也常常在這種情境之下產生，你火熱的愛讓異性很受感染，與你一起舞動生活的激情。"
  },
  {
    "Select1": "火星",
    "Select2": "獅子座",
    "information": "火星位於獅子座代表活力、意志力，以及創造性。火星落在獅子座的人豪爽大方，極具領袖氣質，容易成為群體中的焦點人物，喜歡活在崇拜與掌聲中，如此才能彰顯你的不凡與獨特。你的活力與自信也博得了異性的青睞，易激發出你的創意。你的動力很強，對工作有強烈的熱忱，積極性很高，常常是為了榮譽和責任而拼搏，不斷開創新天地。你很有想法，也具有強烈的信念，通常你都是跑在最前線的一員，開闢出一條人生大道來。"
  },
  {
    "Select1": "木星",
    "Select2": "獅子座",
    "information": "木星位於獅子座代表心胸寬廣、具有明亮自信的魅力。木星落在獅子座的人精力充沛，待人慷慨仁慈，以此來獲得他人的讚揚與崇拜。你把權力地位看得較重，散發著熱量以影響身邊的人，極具領袖氣質。很有野心與戰鬥力，追求自我成功，什麼東西都想爭取最好的，在不能滿足需求時，會表現出強烈的不滿。另外，你對宗教、哲學也較感興趣，會不斷涉獵各方面的知識，以擴展知識面，以便能更好地帶領並影響身邊的人。"
  },
  {
    "Select1": "土星",
    "Select2": "獅子座",
    "information": "土星位於獅子座代表非常注重成就，追求權力地位，掌控慾望強烈，希望被尊重與認同。土星落在獅子座的人很想創出一片天地，但受到土星的影響，讓你的光芒與能量難以得到快速發揮，需要經歷一些挫折與艱險才能去除陰霾，迎來陽光燦爛的日子。你的動力也會不斷增強，表現力與創造力也將被激發，有如獲得新生。你喜歡被人肯定與尊重，但討厭做作的奉承，喜歡他人真心的崇拜與追捧。"
  },
  {
    "Select1": "天王星",
    "Select2": "獅子座",
    "information": "天王星落在獅子座代表追求浪漫、自由的愛情，情感開放，不受傳統道德制約。天王星落在獅子座的人有獨特的想法，而且行動力強，易有傑出的表現。你有強烈的表達慾與領導慾，自我感覺良好，覺得自己的想法做法是最好的，希望身邊的人都來追隨你的腳步。受到天王星的影響，讓你擁有科學、藝術天賦，易創造出新事物。你的個人成功意識超強，改革與創新讓你很容易成為新時代的佼佼者。"
  },
  {
    "Select1": "海王星",
    "Select2": "獅子座",
    "information": "海王星落入獅子座的人有著強烈的創造力以及表現力，對藝術有著一種天賦，特別是在表演藝術和繪畫藝術上能夠有所成就。你渴望權力，但不喜歡接受權勢，但當你對權力的渴望達到極致時，將會變得獨斷獨行。你是一個很有情調的人，在追求愛情時充滿浪漫及理想主義。不過你也是一個享樂主義者，花費毫無節制，同時也喜歡向人炫耀一些表面膚淺的東西。你很寵愛孩子，會在管教小孩時過於放縱。"
  },
  {
    "Select1": "冥王星",
    "Select2": "獅子座",
    "information": "冥王星位於獅子座說明你很自信，很愛表現自我，因此你的才能也極易被人所發掘，你的能量也得以充分的釋放。你喜歡享受，追求高檔次高品質的物質生活，還好你有良好的商業頭腦，能夠利用自己的本領去提高生活的質量。你有著很強的爆發力，等到一定的時機，所有的能量就猶如蓄勢已久火山，突然的噴發出來，威力無窮，你適合去打破舊的格局，進行改革或創業等事情。"
  },
  {
    "Select1": "獅子座",
    "Select2": "上升",
    "information": "上升星落入獅子座的你有股很強的慾望，總希望大家都注視著你。你需要發揮自己的創造本能和玩樂天分，來替各種生活聚會營造出戲劇性的氣氛。你明朗、開放且充滿自信的態度，不論走到哪裡，都會給人一種華麗的印象。講話時動作有點誇張，充滿幽默感，社交能力頗佳。固執加上堅強的你，從不會認輸，即使自己已經傷痕累累也不會在別人面前表現出脆弱的一面，而是以更為高傲的姿態面對世人。"
  },
  {
    "Select1": "處女座",
    "Select2": "太陽",
    "information": "處女座是黃道宮的第六個星座，主宰星為水星。思路清晰，冷靜理性，待人真誠，但保持一定的距離；對自我要求甚高，腳踏實地默默努力，以達成目標，構築更美好的生活。受到主宰星水星的影響，你獨立，思維敏捷，樂於為人服務，易受人歡迎。生活態度嚴謹，要求一絲不苟，有自己的道德底線，不會亂來；喜歡安靜舒適的環境，最怕無序、雜亂無章；你也希望獲得周圍人的肯定，聽到認同的聲音你會更有鬥志。"
  },
  {
    "Select1": "月亮",
    "Select2": "處女座",
    "information": "月亮位於處女座表示具有努力、務實及精打細算的本性。月亮落在處女座的人實際，性格穩定，思考力、分析力極強，勤勤懇懇、踏踏實實。注重身體健康，飲食講究，對環境衛生要求極高。喜歡批判，愛挑毛病，待人真誠，與人交往抱持相敬如賓的態度，不過分親密，也不過分疏離，待人接物得體，容不下半點虛偽與做作。非常注重細節，凡事按計劃行事，一步步做到盡善盡美。"
  },
  {
    "Select1": "水星",
    "Select2": "處女座",
    "information": "水星位於處女座代表有超強的推理、分析能力。水星落在處女座的人思想保守，思考縝密，重視細節，信奉細節決定成敗的信條。你組織能力強，做事細心認真，用踏實的方式追求成功，不急不躁。因為你有一股鑽研精神，通常都能品學兼優。你樂於與人溝通，將你的想法說明白道清楚，希望身邊的人都能理解並支持你的觀點與做法。若得不到身邊人的肯定，你會有深深的失落感，自卑心也會因此而迅速萌生。"
  },
  {
    "Select1": "金星",
    "Select2": "處女座",
    "information": "金星落在處女座代表理性冷靜，對外貌、形象、個人習慣很講究，尋找志趣相投的伴侶。金星落在處女座的人有著迷人的氣質，秀外慧中，很容易吸引異性的目光。但你顯得較冷漠，對愛沒有信心，對方愛得越緊你越想要躲開，有極強烈的不安全感。你對美有著近乎瘋狂的追求，厭惡一切粗俗、魯莽的行為，對人對己都有極高的要求。你與人交往保持著一定的距離，不過分親熱，也不過分疏離，活在自己構築的象牙塔裡。"
  },
  {
    "Select1": "火星",
    "Select2": "處女座",
    "information": "火星位於處女座代表活力與技巧，計劃周密，細心實際。火星落在處女座的人非常細心，很有方向感與計劃性，不會毫無頭緒就投入一件事。你把專業能力看得很重，力求有完美的表現。開創力雖然不足，但你的毅力與持續力超強，一旦堅持，就會表現出頑強的生命力，令人折服。細節決定成敗，你總喜歡從細處著眼，你堅信，惟有把每一個細小的環節都做好，才有希望獲得更好的成效。"
  },
  {
    "Select1": "木星",
    "Select2": "處女座",
    "information": "木星位於處女座代表現實、注重細節，是工作狂。木星落在處女座的人處事謹慎踏實，注重物質財富。擁有豐富的常識，條理強烈，敏銳度高，能做出精準的分析判斷。對事物都喜歡以現實角度去考量評估，即使是宗教、哲學等精神層面的文化，你也會把它用到實處。有著強烈的精神潔癖，非常注重傳統道德，難以容忍反傳統的行為；非常忠誠，無論是對事，還是對人都很有自己的原則，不背叛、不出賣。"
  },
  {
    "Select1": "土星",
    "Select2": "處女座",
    "information": "土星位於處女座代表工作嚴謹勤奮，注重實際，凡事做到精準有效率。土星落在處女座的人實際而講究規矩，很懂得運用智慧來處理各種繁雜的事務，非常有條理。受到土星的影響，讓你顯得更為嚴肅，自我要求很高，有著強烈的責任感。你的這種認真的態度不僅表現在工作中，生活中也是如此。你有著強烈的道德觀念，以及縝密的思考邏輯，容不得半點虛假與做作，更討厭一切違背道德規範的事物。"
  },
  {
    "Select1": "天王星",
    "Select2": "處女座",
    "information": "天王星落入處女座的不管是對事情還是對他人或者是對自己都有嚴格的要求，對事情的每個細節都很注重，但有時過於挑剔，在對待公事時容易得罪人，在對待感情時，容易錯過不錯的對象。處理事情能夠切實的考慮問題，雖然對人有慈愛心，但在公事面前絕不會感情用事，運用理智，按事實說話，按規章辦事。你守信、有責任感的品格，很受到周圍人的歡迎。應變能力很好，遇到突發事件時，能夠巧妙的應對。"
  },
  {
    "Select1": "海王星",
    "Select2": "處女座",
    "information": "海王星落入處女座代表理性與靈感受到質疑與挑戰，用辛勤的勞動來找回自己的價值。海王星落入處女座非常勤勞且注重細節也很挑剔，凡事都希望能做到最好，以達到物質所得的最大化，但對物質的過分追求將很有可能演變成拜金主義。你的心情容易被零星瑣碎之事所困擾而變得不穩定。在愛情的關係中，時常對戀人不夠信任，以致於把自己陷於情感與理智的矛盾之中。你對健康有著不同的看法，認為人應該更注重精神上的健康，但你在飲食上就不那麼注重營養。"
  },
  {
    "Select1": "冥王星",
    "Select2": "處女座",
    "information": "冥王星位於處女座說明你在精神分析、醫學與商業上有一定的造詣。你盡可能的用新的力量去改善現狀，進而改變生活中的衣食住行。你很在意身體的健康狀況，也能意識到環境的污染會對人的身體造成傷害，於是你有很強的環保意識。你對自身的要求很高，常常覺得自己做得不夠好，總是做自我的反省與檢討，對身邊的人也表現出了挑剔。你很聰明，能夠從一些細微的事情察覺出他人的意思。"
  },
  {
    "Select1": "上升",
    "Select2": "處女座",
    "information": "上升星位於處女座的你對自身和他人的要求都很高，凡事都要求做到盡善盡美。精神靈敏度也極強，因此別人無心的一句話，一個眼神，都會對你的心情造成影響。你希望將所學的知識分享世人，也喜歡把自己變得很忙碌，否則你會覺得生活很空虛。你嚴守約定，做事也很細心，因此深受周圍人的信賴。踏實勤奮的你，一旦打算對事情展開行動，就會表現得非常有系統、有組織。"
  },
  {
    "Select1": "天秤座",
    "Select2": "太陽",
    "information": "儀表優雅，非常注重整潔，態度禮貌，討厭骯髒和混亂的任何事，他們有極佳的洞察力和判斷力，會引經據典或抽絲剝繭以尋求真理及平衡。\r\n\r\n也許就是太有洞察力了，反而在需要下決斷時不能明快，因為倉促的決定也是不夠細緻的表現。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "太陽",
    "information": "在象徵死亡和重生能力的冥王星的護衛之下，太陽位於天蠍座的人們天生有著一種令人畏懼的神秘氣質。天蠍座很少有太多的泛泛之交，除非是有必要，在他的分類中，永遠只有朋友與敵人。對於稱不上朋友或敵人的人，他會避免花過多時間精力在上面。\r\n「敢愛敢恨」是太陽天蠍的特質。有人說愛的相反不是恨，是不愛。就是因為他們的愛這麼強烈，由愛轉恨轉冷酷的能量，也非常強烈。"
  },
  {
    "Select1": "射手座",
    "Select2": "太陽",
    "information": "太陽位於射手座的人們生性海派、作風豪氣萬千，是相當夠義氣的朋友。你們個性開朗樂觀，人緣頗佳，而且常被你們隨和明朗的個性所吸引，因此射手座的人們是頗有人緣的一群。新奇的事物對你們有著無比的吸引力。但你們愛好自由、行動力強，容易給人一種粗枝大葉的感覺。"
  },
  {
    "Select1": "摩羯座",
    "Select2": "太陽",
    "information": "太陽位於魔羯座的人們注重實際，熱衷於追求權力和財富，是對事業相當有企圖心的一群。你們穩重踏實、崇尚規律簡樸的生活；或許不是個浪漫的情人，但絕對是可以信賴的伴侶。在你們的觀念裡，付出多少努力就一定得拿回相當的回報。\r\n\r\n魔羯座的子民生活規律且崇尚簡樸，你們不是浪漫的情人，但絕對是個踏實的伴侶；但節約的個性有時卻讓人覺得過於吝嗇。"
  },
  {
    "Select1": "天秤座",
    "Select2": "月亮",
    "information": "月亮天秤座的人一般都是真正的社交明星，他們天生就有能和人相處的本領，儘管表面可能是冷傲的其他星座，但是只要擁有一顆天秤座的月亮，他依然會有著特有的魅力吸引眾人。\r\n\r\n但是月亮落天秤的人，他們內心的溫度是逐漸散發出來的。他們喜歡有人陪伴，估計，他們是十二月亮星座中最害怕孤獨的一群人。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "月亮",
    "information": "月亮天蠍的情緒永遠處於蓄積狀態，一旦忍無可忍，就會飆起一陣狂風暴雨，可能是淚流不止的悲傷，也可能是一把報復的怒火。最令他內傷的是，他的情緒並不是潮起潮落，而會讓他陷在狀態裏直到完成為止。\r\n\r\n愛情上，月亮天蠍顯得用情很深，因為當他疑惑情人的情緒起伏時，並不是因為情人給他一個淺顯的答案而感到滿足，他會在內心不斷的追尋思索。"
  },
  {
    "Select1": "射手座",
    "Select2": "月亮",
    "information": "月亮射手很少受到情緒的困擾，雖然會喊出氣話，但其實是不會久放在心上的，拼死的他也許隨和、有求必應，但別人若是要求他做不是份內的事，他就會情緒反彈。\r\n\r\n樂觀的他，即使發了脾氣，過會兒也就忘了，並不會記仇，但是他也可能在無意間亂發脾氣出去，常常自己都忘了，而把之後的後遺症扔給別人，搞得自己也變成別人指責的物件而不自知。"
  },
  {
    "Select1": "摩羯座",
    "Select2": "月亮",
    "information": "魔羯月座的人，是不輕易放棄的，他們有一種本能，會一直爬到生命的最顛峰狀態，所以你可以看到很多魔羯月座的人，他們在中年以後，都會非常成功。\r\n\r\n魔羯月座的人，比較難表達內在最深刻的情感，會本能的去壓抑自己的情緒，而這種生命的失落與失望，久而久之就會變成一種自責或是一種身體的不適應。"
  },
  {
    "Select1": "天秤座",
    "Select2": "金星",
    "information": "金星是天秤的守護星，也因此擁有金星天秤的人天生就是閃耀光芒的，散發出特別吸引人的氣質，也因此遇到一見鍾情的情況對金星天秤並不陌生。最能吸引到金星天秤的類型是多才多藝、負有氣質、追求生活品質的人。\r\n\r\n而這樣的金星天秤其實是容易害怕寂寞的。也因此他們最容易愛上的通常是身邊經常陪伴的朋友，會將那份依賴轉化為愛，也代表著金星天秤需要的是能平淡相守的感情喔。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "金星",
    "information": "金星天蠍的佔有慾是出了名的強，也因此你能感受到金星天蠍在感情理的熱情、炙熱、專情專一，以及超高的體貼與居家感。但在這樣強勢的背後，其實是帶有柔軟與不安、害怕失去的，若你給他的回應不如他的預期，他會開始不斷確認你對他的感情是否依舊，包含在性愛上的表現是否熱情。\r\n\r\n因此在金星天蠍的感情中，你能感受到的是滿滿的佔有慾，若是喜歡這種感受的人，請給與他相對應的回應，讓他知道他是可以安心並放心付出的。"
  },
  {
    "Select1": "射手座",
    "Select2": "金星",
    "information": "大家常說射手座不專情、總是劈腿，但真正該怪的，是金星射手才對呢！金星射手從來不會有非常明確的目標，但他會以無害的態度接近有興趣的人，當對方上鉤時他卻還處於猶豫考慮的狀態。\r\n而金星射手對自己未來的重視勝過於對愛情，若你符合他在未來規劃中的某個必要角色，那麼他就會對你侃侃而談並規劃進他的未來，但一但你偏離了他未來規劃，金星射手的冷淡會非常明顯，這時另一半如何的屈就，只會讓兩敗俱傷而已。"
  },
  {
    "Select1": "摩羯座",
    "Select2": "金星",
    "information": "相較於金牛的寬容、處女的細膩，金星魔羯是一個付出需要得到回報的星座。但不是說你得回報物質上的東西，而是回應他的期待與與青睞。因為金星魔羯內斂卻是高傲且崇拜權威的，所以對於自己、現實都非常要求，簡直是把自己逼死！因此除非你有特定優勢、或是願意當金星魔羯最好的後盾，不然金星魔羯通常會看向有一定社會地位、年紀稍長的人。"
  },
  {
    "Select1": "天秤座",
    "Select2": "木星",
    "information": "木星天秤相當重視精神層面的平衡，為人屬於公正公平的角色，覺得精神價值和物質一樣重要。很能對於別人的遭遇感同身受、給予的溫暖能讓他人真心感受到心坎底，容意成為別人的樹洞或知己。但也因為希望保持公正公平的角色，容易搖擺不定、迎合他人、過於在意他人的想法，讓人覺得你過於猶豫不決或沒有決斷力。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "木星",
    "information": "木星天蠍擁有敏銳的直覺，喜歡鑽研心靈與超自然等神秘領域，感應能力強，有時可以推斷到即將發生的事情，也容易洞察到他人的心思，並深入他人的內心世界。這樣敏銳的直覺，讓你能很快深入事情的本質與核心，但小心別無意間挖掘了他人的隱私或是主事者不希望公布的事情，練習拿捏探究的深度是個重要的課題。"
  },
  {
    "Select1": "射手座",
    "Select2": "木星",
    "information": "木星射手擁有偉大理想、對於人的心理也有強烈的研究好奇，同時也對整個世界充滿好奇心，會藉由出國、學習或是他人的分享來增廣見聞，接觸更多不了解的世界。是個隨性的人，也不喜歡受到他人的束縛，相較於被他人指導更喜歡教育別人。但這會讓你有一點點自大的心態，也容易產生憤世忌俗的不滿。"
  },
  {
    "Select1": "太陽",
    "Select2": "第十二宮",
    "information": "當星盤中的太陽落入了第十二宮，你的個性容易隱藏自我，或者不易在大家面前表現真實的自己或表達真實的想法，甚至有時會有逃避現實或自我犧牲的傾向。你需要給自己多一些獨處的時間與空間，讓自己有機會去思考與消化內心混沌的問題，也許可以考慮從事退居幕後的工作。此外，你對於靈學、密教、神祕學或心理學等相關領域將有一定的興趣，可能對靈界有感知能力，喜歡探索神祕未知的事物。"
  },
  {
    "Select1": "太陽",
    "Select2": "第十宮",
    "information": "當星盤中的太陽落入了第十宮，事業、社經地位、專業技術、名望或聲譽是你自我認同的重要來源。你可能很早就意識到世俗名利對自己的意義，因此對於事業有一定的企圖心。你會將主要精力都用在事業工作上，希望自己的能力會受到大家的肯定。此外，你也相當注重自己的社會形象，在事業上具有獨當一面或是領導的能力，有機會可以自己創業當老闆或是成為高階主管。"
  },
  {
    "Select1": "太陽",
    "Select2": "第十一宮",
    "information": "當星盤中的太陽落入了第十一宮，參與社團、組織或政黨可以讓你有種自我認同感。你喜歡在團體中展現自我，讓自己的能力被朋友看見，有機會可以成為其中的核心人物。在社交活動中，你可以多去認識一些具有名望或社經地位高的朋友，這將對你的人生發展有所助益。此外，你的個性富有願景與希望，也許可考慮投入公益或是參與政黨活動，為人民服務。"
  },
  {
    "Select1": "太陽",
    "Select2": "第九宮",
    "information": "當星盤中的太陽落入了第九宮，你將特別喜愛探索宗教、哲學、教育、法律、旅遊等相關領域的議題。你是一個有理想的人，具有強烈的道德觀，有機會獲得高等學歷，或是受到國外文化的薰陶。你可能喜歡學習外語或是熱愛國外旅遊，容易在外得到貴人幫助，最終獲得成就或名聲。不過太陽落在第九宮的人，實在太嚮往遠行了，遠方有太多新奇的事物等著他去探索，因此個性容易給人一種安定不下來的感覺。"
  },
  {
    "Select1": "太陽",
    "Select2": "第八宮",
    "information": "當星盤中的太陽落入了第八宮，你將對於金錢、深層意識、慾望或生死等相關的議題感到興趣，喜歡研究人性與心理，因此可能會對於生死學、神祕學或心理學等相關領域有所涉獵。由於第八宮代表他人的錢財，你可多培養商業頭腦，例如保險、稅務或金融等相關知識，有機會成為生意人。此外，你將有機會可以繼承遺產、得夫/妻財或他人的贈與，但若太陽與火星、土星有合相、二分相、四分相時，則有可能捲入金錢鬥爭的風波。"
  },
  {
    "Select1": "太陽",
    "Select2": "第七宮",
    "information": "當星盤中的太陽落入了第七宮，你將會藉由婚姻、合夥或合作關係來認識自己、肯定自己，並重新形塑自己的形象與角色定位。你相當重視自己與伴侶或合夥人之間的關係，容易在關係中展現自我才能，最後獲得成功或自我認同。你將擁有有力的伴侶或合夥人，可以在生活中給你很多意見與方向，應多多珍惜。在人際關係方面，建議你可以多認識一些有名望的人士，與他們建立合作關係，這將會對你產生很大的助益。"
  },
  {
    "Select1": "太陽",
    "Select2": "第六宮",
    "information": "當星盤中的太陽落入了第六宮，你喜歡藉由工作、勞務、服務人群等方式來展現自我、肯定自我。無論你是否熱愛工作，工作將佔據你生活大部分的時間。建議你應訓練自己有效率的處理日常例行事務，這可以幫助你的生活更加順暢。由於工作會導致能量的消耗，因此你必須特別注意過度勞累與健康的問題，平時應適度的休息並補充體力。此外，你有機會可以獲得有力部屬的幫助，在工作領域中易成為領導者。"
  },
  {
    "Select1": "太陽",
    "Select2": "第五宮",
    "information": "當星盤中的太陽落入了第五宮，你有著一顆赤子之心，對這個世界有很強的好奇心，人生以玩樂為目的。你可能有創作的天份或是喜歡談戀愛，在過程中可以幫助你自我肯定。一般來說，太陽在這個位置的人，通常會喜歡小孩，有機會早生貴子，子女有成就。你對於投資、投機、賭博或遊戲有一定的興趣，例如股票、衍生性金融商品、基金、樂透、賭博等。當太陽與火星、土星產生有凶相位時，建議你理財應以保守穩健為原則，切勿過度投機，以免得不償失。"
  },
  {
    "Select1": "月亮",
    "Select2": "第五宮",
    "information": "當星盤中的月亮落入了第五宮，你希望在愛情中獲得像家一樣的安全感或歸屬感。基本上只要月亮沒有與其它行星產生凶相位，你會投注心力陪伴孩子成長，甚至可能會將情感投射在小孩身上，成為自己的生活寄託。由於月亮具有陰晴圓缺的特質，在投資理財方面，你容易受情緒性因素影響而產生投資損失，應保守穩健為宜。此外，你可能還具有寫作或創作的天份喔！"
  },
  {
    "Select1": "月亮",
    "Select2": "第六宮",
    "information": "當星盤中的月亮落入了第六宮，寄情於勞務工作中可以讓你有一種安全感。你很容易對工作投入情感，適合從事與人接觸的行業。若你成為主管，你將會像個媽媽一樣非常照顧部屬。你有機會可以從事健康、營養、保健、照護等相關領域的工作。情緒與你的健康有很大的關聯，當工作遇到困境時，應調適心情並多注意飲食。此外，你可能很喜愛寵物或小動物，這也可能成為你情感投射的對象。"
  },
  {
    "Select1": "月亮",
    "Select2": "第七宮",
    "information": "當星盤中的月亮落入了第七宮，婚姻將成為你人生中的安全感或歸屬感來源。你很容易為了得到受保護的感覺或家庭的安全感而進入婚姻。其實這也沒有什麼不好，但是當月亮與其他行星有凶相位時，婚前請務必睜大眼睛。由於月亮具有陰晴圓缺的特質，有時伴侶容易產生焦慮不安或情緒化現象，建議你應特別小心別讓彼此的情緒波動傷害了好不容易建立的關係與信任。"
  },
  {
    "Select1": "月亮",
    "Select2": "第八宮",
    "information": "當星盤中的月亮落入了第八宮，你對於深層意識或生死相關的事情會特別敏感。對你而言，伴侶間的性或親密關係可能是為了滿足內心深處的安全感，讓你有一種受保護的感覺。你也許有天生的生意頭腦，或是對他人的錢財運作方式特別敏銳，有機會可以從事商業金融方面的工作。由於月亮具有陰晴圓缺的特質，建議你應特別注意自己的情緒波動，以免錯誤的決策而造成投資失利。此外，若你有機會獲得遺產或贈予，很可能是來自於伴侶或母親，特別是房屋土地或資產。"
  },
  {
    "Select1": "月亮",
    "Select2": "第九宮",
    "information": "當星盤中的月亮落入了第九宮，你將寄情於宗教、哲學、命理、國外旅遊、高等教育或法律等相關領域。你可能會嚮往移民或經常在各地穿梭，有時旅居國外反而讓你有一種家的感覺。你喜歡追尋理想或探索真理，在過程中會讓你產生安全感或踏實感。特別在宗教、哲學或命理方面，你將有良好的解讀能力或特殊的理解方式。若男性的本命盤出現月亮在第九宮，通常暗示他與異國女性有一定的緣份。"
  },
  {
    "Select1": "月亮",
    "Select2": "第十宮",
    "information": "當星盤中的月亮落入了第十宮，事業、地位或名望將成為你生活的安全感來源，因此你會對於自己的外在形象或社會觀感特別在意。你的事業可能會反應月亮母性或女性的特質，有機會從事保健、照護、家庭用品、餐廳、家飾、家居、女性用品等相關行業，且工作中容易受到年長女性的幫助。由於月亮具有陰晴圓缺的特質，建議你應注意別讓個人情緒影響工作，有時還可能會導致家庭的不和諧關係喔！"
  },
  {
    "Select1": "月亮",
    "Select2": "第十一宮",
    "information": "當星盤中的月亮落入了第十一宮，你對待朋友有時親如家人一般，參與社交活動可以為你的生活帶來安全感或歸屬感。你喜歡一群人共同為了目標努力的感覺，因此容易將情感投射在團體中，可以考慮多參與社團、公益或政黨活動等。由於月亮的女性特質，你在社交圈中將較容易與女性朋友產生互動或共鳴。"
  },
  {
    "Select1": "月亮",
    "Select2": "第十二宮",
    "information": "當星盤中的月亮落入了第十二宮，你相當不擅於表達情感，甚至有時會無意識地隱藏自己的情緒，內心容易藏有秘密。當你作事遇到困難時，有時為了避免情緒上的痛苦，常以逃避或退縮的方式面對。建議你應該多花一點時間跟自己相處，探索內心深處的自己，畢竟解鈴還須繫鈴人。此外，你可能會有機會接觸靈修、神祕學、命理或密宗等。"
  },
  {
    "Select1": "金星",
    "Select2": "第五宮",
    "information": "當星盤中的金星落入了第五宮，擁有浪漫的戀情是你生命中很重要的事情。金星是占星第二大吉星，通常金星在這個位置可以為你帶來較多的戀愛機會，且有機會跟所謂的帥哥美女交往，甚至生出來的小孩都可能長得不錯。在投資理財方面，你也許會有些好運道，但財務操作切記不可過於浪漫、懶散或感情用事，否則容易造成意外的損失。"
  },
  {
    "Select1": "金星",
    "Select2": "第六宮",
    "information": "當星盤中的金星落入了第六宮，你很注重工作環境的舒適與氣氛，因此同事間的關係相當融洽，容易發展辦公室戀情。你的日常工作可能會與健康、美容、保健、設計、藝術、音樂、娛樂或公關等領域相關。此外，你可能會擁有可愛的寵物，例如貓狗，而牠們很可能會成為你情感投射的對象。"
  },
  {
    "Select1": "金星",
    "Select2": "第七宮",
    "information": "當星盤中的金星落入了第七宮，若金星的狀態良好，你可能會擁有一段舒適或浪漫的婚姻關係。你的另一半可能長得不錯或很可愛，彼此雙方都相當珍惜這段關係，相處和諧。在社交方面，你相當注重人我之間的相處氣氛，處理人際關係的方式較為圓融、公平，因此很容易與人建立起關係。有機會可以與人合夥經營事業，建立革命情感。"
  },
  {
    "Select1": "金星",
    "Select2": "第八宮",
    "information": "當星盤中的金星落入了第八宮，情慾性愛可能會在你的生活中佔了重要的部分。你喜歡探索或享受人類深層慾望的感覺，特別是追求感官上刺激。金星是占星第二大吉星，金星在這個位置通常很適合商業合夥，或者是透過婚姻關係來獲得財富。你可能會有幫夫運或幫妻運，可以幫另一半管錢，有機會得到對方的遺產、贈予或保險金。"
  },
  {
    "Select1": "金星",
    "Select2": "第九宮",
    "information": "當星盤中的金星落入了第九宮，信仰將為你的人生帶來幸福與快樂。金星在這個位置的人通常喜歡旅行、容易發生異國戀情，或是在旅途中有邂逅的機會，甚至認識未來的情人或伴侶。異國文化對你而言是非常愉悅的東西，你可能會愛上另一個國家勝過自己生長的地方，因此也許有移民機會。受到第九宮的學術、教育、哲學、法律等特質的影響，你也很有機會與這些領域的人士交往。"
  },
  {
    "Select1": "金星",
    "Select2": "第十宮",
    "information": "當星盤中的金星落入了第十宮，若金星的狀態良好，建議你可以考慮從事金星相關的職業，例如藝術、娛樂、美容、時尚、音樂、珠寶、美食、休閒、公關等等。你喜歡優雅的外在形象，在大家面前總是體面的樣子，給人一種很舒服的感覺，因此在事業上容易有桃花。你的工作容易獲得合夥人、主管或父母的幫助，事業易成功，地位提昇速度快。"
  },
  {
    "Select1": "金星",
    "Select2": "第十一宮",
    "information": "當星盤中的金星落入了第十一宮，若是金星狀態良好，金星在這個位置的人將很適合在團體中負責公關的工作。你很重視社交，在團體中一直都維持著不錯的形象，因此容易跟社團中的朋友產生戀情。你可能會對一些強調美學、藝術、表演、鑑賞或美好生活的社團相當感興趣。此外，你還富有美好的理想，願望通常容易實現。"
  },
  {
    "Select1": "金星",
    "Select2": "第十二宮",
    "information": "當星盤中的金星落入了第十二宮，你可能曾經有過秘密戀情或是暗戀的經驗。若金星狀態不佳，金星在這個位置的人，感情世界通常較難公開、戀情發展容易受到限制，或是常有交往上的困難，容易產生為情犧牲的想法。"
  },
  {
    "Select1": "木星",
    "Select2": "第五宮",
    "information": "當星盤中的木星落入了第五宮，你喜歡在「玩樂」中發現生命的價值。你很嚮往浪漫的愛情生活，希望兩個人在過程中可以共同成長，探索人生的意義。你在投資或投機方面容易有著好運道，但千萬不可過於盲目樂觀，以免蒙受損失。此外，你的子女將帶有幸運、樂觀、自信的特質，容易受到貴人照顧，在社會上有成就。"
  },
  {
    "Select1": "木星",
    "Select2": "第六宮",
    "information": "當星盤中的木星落入了第六宮，你很適合透過勞務、工作或服務來體驗人生的意義。木星在這個位置，日常工作通常運氣不錯，很容易受到貴人的提攜與幫助，有機會可以從事研究、教育、宗教、哲學、法學等木星相關領域的工作。在身體健康方面，建議你可以注意肝臟方面的疾病，認真工作之外也別忘記要好好休息喔。"
  },
  {
    "Select1": "木星",
    "Select2": "第七宮",
    "information": "當星盤中的木星落入了第七宮，你很適合透過婚姻或合夥關係來體驗人生的意義。基本上只要木星的狀態良好，沒有凶相位，你在婚姻或合夥關係中很容易獲得幸福或好運，對方就像是你的貴人一般，將給予你很多幫助。木星在這個位置，伴侶或合夥人通常有著不錯的社會狀態，個性偏向樂觀。建議你應多培養自己的合作能力，若有機會可以透過合夥方式來打拼事業。"
  },
  {
    "Select1": "木星",
    "Select2": "第八宮",
    "information": "當星盤中的木星落入了第八宮，你將相當適合幫另一半理財，具有幫夫運或幫妻運。在商業經營方面你也容易有著好運道，建議你可以考慮透過合夥的方式來賺錢。你相當有機會獲得遺產或贈予，很可能來自於另一半。你可能喜歡探索生死學、心理學或神祕學相關的議題，可以透過不斷的思維辯證進而對人生的種種境遇有所領悟。"
  },
  {
    "Select1": "木星",
    "Select2": "第九宮",
    "information": "當星盤中的木星落入了第九宮，探索人生的哲理是你相當感興趣的事，因此很容易與宗教、哲學、命理等相關領域有強烈的緣份。你具有研究特質，相當有機會獲得高等學歷。平時喜歡思考各類議題，有機會可以成為一位學者，從事研究相關工作。你可能常有出國的機會，喜歡到各國旅遊，接觸不同的文化，增廣見聞。"
  },
  {
    "Select1": "木星",
    "Select2": "第十宮",
    "information": "當星盤中的木星落入了第十宮，你很適合透過事業、成就、地位或名望來探索生命的意義。木星在這個位置，通常暗示你的事業運不錯，容易受到貴人的提攜與幫助，有機會可以從事研究、教育、宗教、哲學、法學、旅遊等木星相關領域的工作。建議你在工作中應保持熱情與好奇心，這將對你的事業發展很有幫助。"
  },
  {
    "Select1": "木星",
    "Select2": "第十一宮",
    "information": "當星盤中的木星落入了第十一宮，你很適合透過社群或團體的方式來探索人生價值。若木星沒有與其他行星產生凶相位，通常朋友就是你的貴人。建議你應多參與社交活動，廣結善緣多交朋友。此外，你是一個富有理想或願景的人，由於第十一宮是希望之宮，木星落此暗示著你的願望容易實現。"
  },
  {
    "Select1": "木星",
    "Select2": "第十二宮",
    "information": "當星盤中的木星落入了第十二宮，你很適合透過靈修、禪定、冥想、藝術來探索生命的意義。木星在這個位置的人必須朝自己內心的深層意識去探索人生的哲理。你也許也適合在醫療院所、監獄或慈善機構工作，在這些地方特別可以展現你的正向特質，許多諮商師、靈媒、治療師的星盤中的木星常落於此宮。"
  },
  {
    "Select1": "水星",
    "Select2": "第五宮",
    "information": "當星盤中的水星落入了第五宮，你希望在愛情裡有較多的心智交流，喜歡博學多聞或冰雪聰明的戀人，最好可以一起討論關心的時事，分享生活的點滴。你似乎對於娛樂或情侶間的歡愉有很多點子，常給人不同的驚喜。在學習方面，建議你可以透過腦力激盪或策略性的遊戲來訓練排程或思考能力。你相當重視教育問題，因此小孩可能非常聰明，心智能力較佳。此外，在投資方面，由於水星具有易變的特質，建議你應該採取保守穩健的投資策略喔！"
  },
  {
    "Select1": "水星",
    "Select2": "第六宮",
    "information": "當星盤中的水星落入了第六宮，你的心智能量大多消耗在勞務工作上，但你也會在過程中累積了不少知識與經驗。你的健康跟當時的心智狀態息息相關，想得太多、過於緊張、缺乏休息都可能是造成你健康問題的主因。建議你可以做些伸展運動，讓腦袋暫時放空一下。你可能會從事與寫作、語言、溝通、運輸、資訊、教學、醫療保健的相關工作。對於繁複的例行性工作或流程，你總是可以很有條理與邏輯性的處理。"
  },
  {
    "Select1": "水星",
    "Select2": "第七宮",
    "information": "當星盤中的水星落入了第七宮，你將傾向於尋找一個心靈契合的伴侶，希望在關係中能夠有較多或深入的心智交流。當兩個人共同分析與討論如何解決問題時，你將會學習到更多的人生智慧。在合作或合夥方面，你容易在群體中扮演溝通與訊息傳遞的角色，建議你平時可以多培養語言、溝通、演說或表達等能力。由於水星是中性星，帶有易變的特質，因此另一半的性格可能會較不穩定或多變。"
  },
  {
    "Select1": "水星",
    "Select2": "第八宮",
    "information": "當星盤中的水星落入了第八宮，你喜歡研究事物深層或隱晦的一面，特別是那些人類行為背後的動機，因此你可能對於生死學、心理學、神祕學或玄學等等相關領域特別感興趣，可以考慮從事調查或研究相關工作。由於第八宮也象徵他人的錢財，建議你可以考慮學習一些商業或投資理財的知識，例如保險、稅務、基金、股票等，有機會可以利用自己的邏輯分析能力來賺錢。"
  },
  {
    "Select1": "水星",
    "Select2": "第九宮",
    "information": "當星盤中的水星落入了第九宮，你非常喜歡探索與追尋一些人生的道理，因此可能對於宗教、哲學、外國文化、高等教育、法律等相關知識相當感興趣，具有強烈的道德觀。第九宮象徵著遠方，你有機會可以到外地從事研究、學習或旅遊。接觸異國文化可以增加你的視野，讓你對生命有另一種體會。"
  },
  {
    "Select1": "水星",
    "Select2": "第十宮",
    "information": "當星盤中的水星落入了第十宮，外在形象、社會地位、事業工作都是你經常思考的問題。你將有機會從事與水星相關的工作，例如寫作、語言、溝通、仲介、交易、貿易、商業、教學、媒體、演說、資訊等。水星主宰雙子座與處女座，因此你對於工作可能要求完美或相當注重資訊傳達，並有機會擁有不只一份事業。建議你可以加強自己的語言與資訊能力，這將對你的人生發展有所助益。"
  },
  {
    "Select1": "水星",
    "Select2": "第十一宮",
    "information": "當星盤中的水星落入了第十一宮，你適合透過朋友或團體合作的方式來學習知識，朋友可能會成為你重要的資訊來源。你也許會認同與其一個人默默耕耘，不如跟著一群人朝著共同的目標邁進。這種透過群體互相學習的方式，可以加速累積你的知識量。因此你很容易受到一些具知識性的社團所吸引，甚至變成團體的發言人。你的話題常圍繞在朋友之間，但應小心太多的流言八卦可能會影響友誼。"
  },
  {
    "Select1": "水星",
    "Select2": "第十二宮",
    "information": "當星盤中的水星落入了第十二宮，你可能容易產生負面思考，或者常有逃避、隱藏、封閉或犧牲的想法。建議你可以學習正向思考來改善這個問題。正向思考可以幫助你將個人理念正確表達出來，避免思路的閉鎖。此外，你對於神祕學、玄學、宗教、命理、靈學可能相當感興趣，有機會可以透過學習變成一項專長。"
  },
  {
    "Select1": "火星",
    "Select2": "第五宮",
    "information": "當星盤中的火星落入了第五宮，你對於愛情相當執著，對感情的態度比較激烈。建議你有時不可過於衝動或魯莽，否則容易讓對方有種受到侵略的感覺而不敢靠近。感情應順其自然，水到渠成。在投資或投機方面，你可能會為了快速的獲利，容易經常性的買賣進出，應多注意投資風險，不可過於急躁。"
  },
  {
    "Select1": "火星",
    "Select2": "第六宮",
    "information": "當星盤中的火星落入了第六宮，你工作講求效率，不喜歡等待，甚至有時一做起事來就像個拼命三郎似的。火星在這個位置的人，通常與同事間容易存在一種競爭感。建議你應多以合作取代競爭，避免不必要的紛爭。你很容易因為工作而產生能量過度消耗，應牢記健康才是人生最大的財富，並且須慎防體力過度消耗、機械操作受傷、頭部或臉部外傷或急性發炎等相關症狀。"
  },
  {
    "Select1": "火星",
    "Select2": "第七宮",
    "information": "當星盤中的火星落入了第七宮，你可能會遇到比較強勢的另一半，或者在婚姻或合夥關係中容易出現競爭或衝突的現象。若火星與其他行星產生凶相位，建議你應特別小心婚姻或合夥中的不協調關係，要懂得自我保護並避免不必要的糾紛。此外，你也有機會在關係中遇上競爭者，例如第三者、情敵、三角戀情等等。"
  },
  {
    "Select1": "火星",
    "Select2": "第八宮",
    "information": "當星盤中的火星落入了第八宮，你對於他人錢財（妻財/夫財、合夥財、商業財、遺產財等等）的處理方式將較為強勢。你會努力保衛自我認知上應屬於自己的東西，不會輕易妥協，因此容易與對方產生競爭或衝突的狀態。在親密關係方面，你常是主動的一方，喜歡透過激情來征服對方，進而建立情感連結。性能力可能不錯或是性慾、佔有慾較強。"
  },
  {
    "Select1": "火星",
    "Select2": "第九宮",
    "information": "當星盤中的火星落入了第九宮，你可能會對於自己所認定的真理、哲學觀、宗教或信仰較為狂熱或堅持，因此很容易與理念不同的人產生爭執或辯論。這點若反應在高等教育的追求上，你可能會特別容易與指導教授為了研究主題的方向產生衝突。若火星與其他行星產生凶相位，建議你應特別小心法律相關的問題，並且出國旅遊需特別注意安全，小心交通。"
  },
  {
    "Select1": "火星",
    "Select2": "第十宮",
    "information": "當星盤中的火星落入了第十宮，社會地位、事業成就、權力將是你人生中追求的重要目標。你對於事業發展相當積極，擁有強烈的企圖心。有時就像個拼命三郎似的，將精力都用在事業經營上。在爭取事業成就的過程中，你常是採取較激烈的競爭手段，因此容易與人產生衝突，甚至給人為了成功不擇手段的感覺。"
  },
  {
    "Select1": "火星",
    "Select2": "第十一宮",
    "information": "當星盤中的火星落入了第十一宮，你喜歡一群人為了某個目標共同努力追求的感覺，因此可能會花了很多時間或精力參與社團活動，甚至政黨或社會運動。若是火星與其他行星產生凶相位，你與團體中的成員將容易會有競爭或衝突。建議當團體中的意見產生分歧時，你應多思考大家共同的目標為何？為何而戰？為誰而戰？"
  },
  {
    "Select1": "火星",
    "Select2": "第十二宮",
    "information": "當星盤中的火星落入了第十二宮，你的精力可能常用在一些不切實際或虛無飄渺的目標上，或者你對於個人目標或慾望容易有隱藏、逃避或閉塞的傾向。若火星狀態良好，你也許可以從事幕後、公益或是具有秘密性質的工作。但若火星狀態不佳，建議你則應小心遇上官司、監禁等問題，多注意身體健康，避免出入陰暗的場所。"
  },
  {
    "Select1": "土星",
    "Select2": "第六宮",
    "information": "當星盤中的土星落入了第六宮，你的工作態度較為負責與務實，因此工作常是你的主要壓力來源。建議你應該注意過度勞動造成的健康問題，特別是骨骼、膝蓋、關節、牙齒或皮膚等土星相關的身體部位。工作雖然重要，但人在天堂，錢在銀行，又有什麼意義呢？其實健康才是人生最大的財富。"
  },
  {
    "Select1": "土星",
    "Select2": "第七宮",
    "information": "當星盤中的土星落入了第七宮，婚姻或合夥關係容易成為你的壓力來源。你在婚姻關係中容易擔負責任，或者最後婚姻對你而言就像是責任與義務關係。有時你與另一半的相處較為嚴肅，缺乏情趣與浪漫。你的配偶容易偏向傳統保守型，或者你將有機會與比自己成熟或年長者結婚。土星象徵著限制與緩慢，因此也容易產生晚婚或難婚的現象。"
  },
  {
    "Select1": "土星",
    "Select2": "第八宮",
    "information": "當星盤中的土星落入了第八宮，你在婚姻或合夥關係中容易面臨財務壓力與困難。建議你無論在商業上或日常生活中，你與他人的錢財往來都應特別小心謹慎。若無一定之必要，錢財上的合作關係應越少越好，否則將容易面臨金融貸款、稅務（特別是遺產稅）或是倒債的風險。在心理層面上，你有時常壓抑心裡的慾望，導致對性有些冷感或困難，或者是恐懼死亡。"
  },
  {
    "Select1": "土星",
    "Select2": "第九宮",
    "information": "當星盤中的土星落入了第九宮，你對於宗教、哲學或道德的態度偏向嚴肅、傳統與保守。你對於自己的看法、認知與理想相當堅持，有時會顯得難以容納不同的意見。在高等教育方面，你必須付出更多耐心與毅力才能獲得學位。此外，土星在這個位置，暗示在國外容易遭遇困難，建議你出國旅遊應多注意安全與身體健康。"
  },
  {
    "Select1": "土星",
    "Select2": "第十宮",
    "information": "當星盤中的土星落入了第十宮，受到土星緩慢的特質影響，你的事業、地位、名望或成就將來得較晚、過程較為辛苦且容易擔負責任。若土星與其它行星產生凶相位，建議你事業發展應採穩健保守原則，勿過度擴張，以免誤判情勢失敗收場。此外，你的事業有機會與土地、房屋、建築、礦產或地底資源之土星相關領域有關。"
  },
  {
    "Select1": "土星",
    "Select2": "第十一宮",
    "information": "當星盤中的土星落入了第十一宮，你在團體中容易擔負責任或是感到壓力，有時會給人嚴肅或沈默寡言的形象。你並不擅於與人攀談、經營人脈關係，因此在團體中容易成為傾聽者或是旁觀者。你喜歡與成熟或年長的人為友，這些人可以帶給你很多經驗與成長。土星在這個位置的人，通常人際關係會是他的人生功課。"
  },
  {
    "Select1": "土星",
    "Select2": "第十二宮",
    "information": "當星盤中的土星落入了第十二宮，你的內心容易存有一些深層意識的恐懼或壓抑。土星在這個位置，有些人會透過靈修、密宗、神祕學等方式來啟發內心的智慧。但無論如何，你都必須想辦法讓自己的心靈成長，以避免土星在此的威脅。當土星恰好為命主星時，你將特別容易有靈異體質或特殊的感知能力。"
  },
  {
    "Select1": "土星",
    "Select2": "第五宮",
    "information": "當星盤中的土星落入了第五宮，你在愛情中的表現偏向猶豫不決。一旦愛情的火苗熄滅，就很難再點燃。建議你有心儀的對象應該好好抓住機會，勇於表現。在投資或投機方面，建議你應以保守穩健為最高指導原則。此外，土星在這個位置，可能對小孩的態度較為嚴格或嚴肅，容易產生親子關係不良的問題。"
  },
  {
    "Select1": "天秤座",
    "Select2": "水星",
    "information": "水星天秤機智、有想法、追求和諧、不喜衝突，非常重視人際關係的平衡與氣氛的和諧、強調誠實與公平性，喜歡扮演和事佬的角色，也因此都是考慮周全了才會行動。但也因為你希望面面俱到、不讓任何人感到不舒服，讓你做事顯得猶豫不決、讓人難以捉摸。"
  },
  {
    "Select1": "天秤座",
    "Select2": "火星",
    "information": "火星天秤是個注重對外形象、擁有公關手腕的人，這一點讓喜歡交朋友的火星天秤非常活躍，也熱衷於共同事務上，讓自己和周圍的人都能密切互動。同時也很注重平衡，懂得站在中立的位置，讓人覺得沒有威脅性，只是在需要做抉擇或重大決定時，會顯得搖擺不定。"
  },
  {
    "Select1": "天秤座",
    "Select2": "土星",
    "information": "土星天秤相當懂得人與人之間的協調，同時有著冷靜、公正公平的態度，透過良好的判斷力與溝通能力，能讓周圍的人對土星天秤相當信賴，而土星天秤也喜歡投入為人服務的工作當中。但也因此人情壓力較重，有時也會以自己的原則要求他人，讓人感到壓力。"
  },
  {
    "Select1": "天秤座",
    "Select2": "天王星",
    "information": "天王星天秤主要對應在人際關係上，你對整個空間或一段關係中的氣氛與關係上的直覺很敏感，也因此你對於掌握一個團隊能夠得心應手、或是將一段關係維持得很好，同時也能用較開闊或創新的角度去看待每一種關係。但建議還是要有屬於自己的準則、自律的能力，在感情上學習開放的人際關係和專一該如何平衡。"
  },
  {
    "Select1": "天秤座",
    "Select2": "海王星",
    "information": "海王星落在天秤座的人所帶來的影響通常反應在人際關係上。因為海王星的模糊不定，讓善於交際的天秤座反而對於自身拿手的交際感到不確定，也因此讓你以保護自己的型態對外。若是習慣附和他人，久了會沒了自己的個性，有心人士容易運用這點來利用與傷害你。建議勇敢一點一滴講出自己的想法！"
  },
  {
    "Select1": "天秤座",
    "Select2": "冥王星",
    "information": "冥王天秤相當重視以和為貴，在處理任何衝突、問題時都能非常理性且避免不公平的發生，是個自願、適合做調解的角色。也因為你與他人長期和平相處的個性，讓你在商討生意或是合作上都能有很好的發展。不過因為總是在中立的情況下，難免會失去較親密的夥伴，建議提升自己的競爭意識，免除自己可能被淘汰的狀況。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "水星",
    "information": "水星天蠍擁有高智商、精明、強烈的直覺與判斷力，能夠了解他人不容易了解的事情。有時太過客觀而讓人覺得冷血沒有感情，喜歡接近神秘的領域和宇宙事物，配合你的強烈直覺更容易了解，但小心別太過沉迷而讓自己心性走偏。高智商讓你的領悟力很高，但因為太高冷的感覺讓人覺得難以配合或冷漠，可練習溝通讓合作更順利。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "火星",
    "information": "火星天蠍具有很強烈的野心、攻擊性與佔有慾，同時具備勇敢、心智能力極高，工作上屬於一定達到目標的心態，只要是想要的便會想盡辦法得到他。這樣的火星天蠍對外卻非常冷靜，也不輕易妥協，容易給人壓抑的感覺。對於感情屬於敢愛敢恨的類型，因為這種愛太過強烈，可能會讓情人有些窒息。建議有怒氣時就慢慢抒發，避免像是炸彈一樣一但爆炸就覆水難收。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "土星",
    "information": "土星天蠍性格強烈、有野心同時也是個頭腦精明的人，是個有天賦的星座宮位。土星天蠍有著追求完美的個性，喜歡錢財與權力，常常為了這些目標而執著。也因為這份執著，讓土星天蠍對於自己有很高的要求、也能駕馭自己的聰明才智。\r\n\r\n但因為你對於目標的執著+精明的個性，會讓人有些小防備、覺得危險，建議多與人合作，讓自己處在更和諧的環境中。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "天王星",
    "information": "天王星天蠍非常有行動力，對於處理事情能夠迅速解決，無法理解旁人為何需要花這麼多時間，但也很享受自己能夠如此迅速執行的能力。而你們雖然富有行動力，卻是恬靜的人，讓周圍的人對於你好奇卻無法一探究竟。在感情上會是有佔有慾的一方，但因為天王星的關係，若對方是個能理性溝通的人，你也比較能蛻變你的想法，建議多些空間並放寬心胸看待那些不喜歡的事物。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "海王星",
    "information": "海王星天蠍代表對於慾望的執著、利益的追求。海王星天蠍的慾望很強烈，而這慾望不只是代表性的慾望，也代表著自身的各種利益，有時為了達到目的可以不擇手段。但這樣的你卻有著不錯的交際手腕，也知道自己的優點與強項在哪，小心過度的追求下會讓人覺得你太過利益。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "冥王星",
    "information": "冥王天蠍一直不斷做選擇，因為擁有一顆不安定的心。冥王天蠍表面上是個平靜的人，但內心其實波濤洶湧，而同時你也得經歷各種人生上的轉變、新舊時代/人事物的更迭。在性格上有無限的耐性，只要事情還有希望，你願意花心力去等待與執行，相信會有機會降臨，也因此你會是一個有準備的人，對於突然的狀況都能應對得很好。"
  },
  {
    "Select1": "射手座",
    "Select2": "水星",
    "information": "水星射手嚮往自由、愛幻想、樂於助人，雖然水星射手嚮往自由，但還是會給與自己一個框架避免自己太過奔放，但喜歡為自由而站，會不斷調整計畫，一邊在追求自由的途中尋求刺激，不喜歡一成不變的工作模式。但因為你愛幻想的個性，有時無法深入專精，容易半途而廢。"
  },
  {
    "Select1": "射手座",
    "Select2": "火星",
    "information": "火星射手喜歡刺激、有激情、有強烈影響他人或周圍人事物的念想。火星射手對於自己所信奉、相信的事物相當執著且狂熱，是個有激情和活力的人，也因為對於所信奉的事物的了解與熱情，讓你能在人群中發光發熱，並藉此嘗試觸動他人。但要小心有將想法強加於他人的狀況，容易讓人有壓力。"
  },
  {
    "Select1": "射手座",
    "Select2": "土星",
    "information": "土星射手求知慾望強、對於真理有著景仰與崇拜的追求，有著強烈的榮譽感與責任心。在追求人生理想與實現價值的過程中，會經歷一些磨難、會比其他人更辛苦一些，但若能堅持信念、樂觀面對，會讓心智更為成熟。\r\n但土星射手會過於希望得到他人的肯定，這會讓你在聽到他人負面評價時產生不滿的小情緒。也要小心會顯得自負，讓周圍的人產生距離感、排斥感。"
  },
  {
    "Select1": "射手座",
    "Select2": "天王星",
    "information": "天王星在射手的人會給人一種自由不受束縛的感覺，同時也是一個頭腦靈活、善於口才的人，因此容易有在眾人面前表現的機會，當然你也很喜歡這樣的感覺，只是小心在與人有摩擦時容易變得情緒化、否定一切，建議給自己一個冷靜的機制，避免和許多良好的機會擦身而過。"
  },
  {
    "Select1": "射手座",
    "Select2": "海王星",
    "information": "海王星射手是個坦蕩蕩、樂觀的人，在潛意識是開闊且熱愛接受新事物的，也因此你喜歡與人交流並交換彼此知識。同時你也是個熱愛自由的人，若有人對你約束或管控，下意識的排斥感會讓你內心開始矛盾而情緒不穩。喜歡接受新事物的你當然很好，但別忘了還是要按部就班過好每一天，別因為追求新事物而忘了當下的任務。"
  },
  {
    "Select1": "射手座",
    "Select2": "冥王星",
    "information": "冥王射手具有憐憫的力量，懂得珍惜生命中的每一個人，包含自己的生命，喜歡關注生命的意義，具有明顯信仰或信念、大方且自在表現出來。但切記每個人心中都有屬於自己的界線，要記得適度調整自己的言行舉止，避免讓別人不舒服。遇到挫折時容易產生負面的情緒，但你會適時提醒自己不能繼續消極、正面去面對。"
  },
  {
    "Select1": "摩羯座",
    "Select2": "木星",
    "information": "木星摩羯非常理性、具有野心、遵守社會制度，以不違背善良風俗的前提下追求成功。擁有驚人的耐力、處事態度謹慎，是個非常值得信賴的人，用踏實的方式實現自己的目標。但待人處事過於一板一眼，且對於目標太過看重，若失敗會耗費很長的時間恢復。"
  },
  {
    "Select1": "摩羯座",
    "Select2": "水星",
    "information": "水星摩羯擁有極佳的管理能力、組織力、思考謹慎，同時也因為成熟的心智、很會照顧人，常讓周圍的人不自覺依靠。擁有邏輯分析能力、耐力的你，用周密的態度觀察每一件事情，你的耐力令周圍的人都震驚。但因為你有時想得太遠太深，反而阻礙了你自己的腳步。"
  },
  {
    "Select1": "摩羯座",
    "Select2": "火星",
    "information": "火星摩羯耐力十足、充滿力量、具有雄心，追求社會地位及他人認同，經常不滿足於現狀。也因為很能吃苦耐勞、默默奮鬥，只要目標明確便持之以恆，當別人都放棄時卻還能繼續前進，也因此經常能成為最後的贏家。但因為慾望及雄心太過龐大，有時會為了達到目的不擇手段，進而讓人畏懼，且難以安閒而沒有目標的生活著。"
  },
  {
    "Select1": "摩羯座",
    "Select2": "土星",
    "information": "土星摩羯很有自己的想法、作風實際、有耐力、重視權威和名聲，是個不錯的領導者。因為土星是摩羯的主宰星，讓土星摩羯有著成熟認真的人生觀，並喜歡掌控全局、追求高難度的理想、以踏實的方式追求成功，是個相當有抱負的人。\r\n\r\n但有時過於堅持己見、內心有著極度不安全感，情緒較壓抑，建議放鬆一點，讓自己的神經適當獲得舒緩。"
  },
  {
    "Select1": "摩羯座",
    "Select2": "天王星",
    "information": "天王星摩羯座有野心、理想，喜歡擁有一定程度的掌控和全力讓你可以達到你的目標，加上你擁有良好的組織能力，通常都能解決任務，也適合成為管理職。但為了目標，有時會將自己陷入糾結的狀態，反而讓你自己身心俱疲，建議不要孤軍奮鬥，若能找到好的老師或夥伴反而能夠走得更長更遠。"
  },
  {
    "Select1": "摩羯座",
    "Select2": "海王星",
    "information": "海王星摩羯相當自律與嚴謹，因此工作上給人值得信任的感覺，而責任感也讓你對於任務使命必達。同時你也是個懂得內省的人，當你犯錯時能夠迅速有邏輯地意識到問題的所在並改正。但要小心會變的過於保守，將自己僵化在一個範圍內而難有所突破，若能多點彈性及接受新的觀念，會有不錯的發展機會。"
  },
  {
    "Select1": "摩羯座",
    "Select2": "冥王星",
    "information": "冥王摩羯代表內在潛能、能力的發揮，是一個富有野心及管理能力的宮位。為了達成目的可以非常自律且強力約束自己的壞習慣，讓自己更加的成熟穩重，在旁人眼裡會覺得你的意志力過於驚人，但當你實現目標時除了心靈上的滿足，周圍的人也會對你欽佩。\r\n\r\n但因為過度專注於目標，讓你錯過人生中許多重要的東西，有時將目光從目標上移開，你會發現生活中還有很多值得追求的事物。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "天頂",
    "information": "天頂星座在白羊座的人有承接困難任務的膽識，能夠獨立作業的自信心，帶領別人的領導者精神，同時他們還有掃除工作障礙的奮鬥熱忱，任何的艱難困苦都無法阻礙他們拚搏事業的心。他們自我突破的挑戰精神，讓他們在很年輕的時候就獲得成功的事業以及美滿的家庭。"
  },
  {
    "Select1": "金牛座",
    "Select2": "天頂",
    "information": "天頂星座在金牛座的人，在工作中鎮靜自如，他們通過逐步積累和豐富自己的工作經驗，在安穩中尋求自我的滿足。對於上級安排的事情，他們不僅有工作的耐心還能妥當的把事情完成，是領導非常賞識的可靠員工。"
  },
  {
    "Select1": "天秤座",
    "Select2": "天頂",
    "information": "天頂星座在天秤座的人企圖心很強，他們往往把自己的真實想法隱藏得很深，能真正看穿他們的人並不多。他們表面上很喜歡與人合作，但其實他們是希望通過相互合作來達到自己的某種目的，而不是像表面看起來的那樣實現共贏。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "天頂",
    "information": "天頂在天蠍座的人野心很大，他們不會一直普普通通地在低層為他人服務，他們總是企圖擔任重大的任務，成為重要的人物。天頂在天蠍座的人為了實現自己的蛻變，會一直默默地努力，直到讓自己滿意為止。"
  },
  {
    "Select1": "射手座",
    "Select2": "天頂",
    "information": "天頂星座在射手座的人對金錢和名利沒有很大的慾望，他們重視精神生活多於物質生活，所以一般他們的目標都是在思想界、教育界、藝術界等領域獲得地位。"
  },
  {
    "Select1": "摩羯座",
    "Select2": "天頂",
    "information": "天頂星座在摩羯座的人是自信心滿滿的人，他們清楚地知道自己的理想是什麼，並且會為此而努力奮鬥，在這個過程中再多的困難都不會打擊到他們，反而會讓他們鬥志越來越強盛。但是急性子的性格缺點會為他們帶去不利。"
  },
  {
    "Select1": "水瓶座",
    "Select2": "天頂",
    "information": "天頂星座在水瓶座的人在自己的奮鬥之路很有理性，他們重視自己的專業知識技能，也看重團隊之間的合作互助，相信團隊管理的力量。但是他們做事未免過於死板，也過於理想化。"
  },
  {
    "Select1": "雙魚座",
    "Select2": "天頂",
    "information": "天頂星座在雙魚座的人比較隨性，他們的奮鬥目標會經常改變，因此他們的職業也會時常變動。天頂在雙魚座的人主觀意識比較強烈，人生缺乏計劃，總是喜歡隨著自己的心意做決定，對待工作上接觸的人也顯得不夠真誠、不夠認真，散漫的模樣有點藝術家風範。"
  },
  {
    "Select1": "牡羊座",
    "Select2": "上升",
    "information": "上升星座為牡羊座的人，會反映出具有強烈的精力及原始力量的特質。他們的果斷性及決策力，可以使他們在腦中某個新念頭形成的那一分鐘開始，便立刻行動。上升星座在牡羊座的人不喜歡浪費時間。他們具有強烈的競爭性，並且希望能把所做的每一件事都做得非常完美，上升星座在牡羊座的人必須要靠行動來證明自己的能力。"
  },
  {
    "Select1": "金牛座",
    "Select2": "上升",
    "information": "上升星座為金牛座的人通常會透過他們金錢方面的交易情形，以及他們建立物資財產的狀況，來表現他們的潛在能力。他們喜歡生活中一些膏品質的物品，並且可能會從事於某種與創造“美麗”有關的事情。"
  },
  {
    "Select1": "天秤座",
    "Select2": "上升",
    "information": "上升天秤是所有上升星座中最為典雅而且最重視生活情趣的星座，因具有親和力而富有魅力。他們有和上升金牛類似的閒情逸緻，不會如同上升處女面對細節錙銖必較，且作事有技巧而且不慌不忙。這個上升星座十分在意別人對自己的看法，故而這種貴族氣質的面具，也會成為其羈絆。"
  },
  {
    "Select1": "天蠍座",
    "Select2": "上升",
    "information": "上升星座為天蠍座的人機具有充沛的體力以及堅強的意志力，並且是那種為了達到自己的目的可以拿自己的生命做賭注的人。幾乎沒有任何人可以勸阻上升星座為天蠍座的人放棄某些事情，因為一旦他們下定決心，他們就一定會朝那個目標前進，無論別人如何地勸阻。一旦目標確立，他們便會將巨大、專注的情感投注於其上，他們也有能力發掘出一些能夠幫助他們達成目標的隱形幫助。"
  },
  {
    "Select1": "射手座",
    "Select2": "上升",
    "information": "上升星座為射手座的人是天生的樂觀主義者，他們通常會針對比較大的目標努力。他們比較容易將別人的好意視為理所當然，並且許多事都只為自己著想，或僅以自己的參考標準來衡量事情。上升星座為射手座的人有辦法影響別人，讓他人同意他們所安排出來那一套主要為了他們本身利益的處事方法，這便是這個上升星座所具有的特殊力量。不過不可否認的是，上升星座為射手座的人具有的那種樂天知命的天性，也同樣為他們周圍的朋友帶來不少鼓勵。"
  },
  {
    "Select1": "摩羯座",
    "Select2": "上升",
    "information": "上升星座為摩羯座的人所具有的個性包括：守規律、力圖使一切井然有序、勤奮努力並且又有耐性。這個上升星座的人所做的每一件事情，都是有目的的，並且都是要達到某種他們在事前就設定好的結果。他們給人的感覺比較嚴肅，甚至嚴厲，有時候他們也給人一種有點憂鬱而又謙虛的感覺。"
  },
  {
    "Select1": "水瓶座",
    "Select2": "上升",
    "information": "上升星座為水瓶座的人比較特立獨行，具創造天分，非常獨立。他們希望能以一己的某些特殊貢獻來為所有人類的福祉盡力。有時候他們會表現出可愛、友善又具有人道主義的特質。他們希望別人能真心地愛他們，而不只是崇拜他們。而且不喜歡引來他人過分的注意力。通常籍由與一群比較親密的朋友們所做的團體活動中，上升星座為水瓶座的人可找到自己的力量。"
  },
  {
    "Select1": "雙魚座",
    "Select2": "上升",
    "information": "上升星座為雙魚座的人比較具有同情心、適應力與靈氣，並且愛幻想。他們的成就，通常都和他們對於周圍事物變化的敏感有關。由於天生具有神秘的洞察力，因此他們能夠深切地了解、認知人類的本性。這個上升星座的人也具有藝術和音樂的天分。"
  },
  {
    "Select1": "天王星",
    "Select2": "第一宮",
    "information": "天王一宮的人非常特立獨行、前衛、叛逆，習慣唱反調不理長輩，可能經常突發的轉換環境或搬家。\r\n\r\n天王一宮不願意過平凡的人生，勇於傾聽自己內心的聲音，做出各種令人驚訝（或驚嚇）的舉動，或不顧後果的追尋冒險刺激的人生，有種把人生視為遊樂場的感覺。\r\n\r\n天王一宮具有強烈的反叛與革新的動力，會成為社會改革的鼓吹者或是新穎活動的開創者。"
  },
  {
    "Select1": "天王星",
    "Select2": "第二宮",
    "information": "天王二宮對於金錢的觀念很奇特，對錢有種特別的見解，只是物質生活極不穩定，既想要財富自由又不願意透過安定的工作賺取收入，常為了追求財富的自由而讓自己陷入財務危機。\r\n\r\n天王二宮的財運充滿變數，可能莫名奇妙中獎發大財成為富翁，又因為沒有縝密的理財規劃所以很快就把錢花光。"
  },
  {
    "Select1": "天王星",
    "Select2": "第三宮",
    "information": "天王三宮可說是學習鬼才，特別是對數學、科學、音樂等領域有極高的悟性。天王三宮腦袋古怪，思考方式冷靜理性，容易給別人善變、神經質的感覺，喜歡和權威唱反調，與人相處上比較不懂的傾聽，所以溝通多半不順利。跟兄弟姊妹的關係也較奇特，可能弟弟妹妹不服自己的管教，或是容易給自己帶來麻煩。\r\n\r\n天王三宮喜歡接觸新穎的知識，像是科學、占星、玄學或對奇特的學科感興趣並有學習熱忱，但是持續力差。"
  },
  {
    "Select1": "天王星",
    "Select2": "第四宮",
    "information": "天王四宮的原生家庭多半會有不尋常的狀況，可能有個特立獨行的父親，有與眾不同的家庭觀念。或是原生家庭容易突然搬家，或家裡常有陌生人作客，也可能是童年生活變化劇烈，難以安定。\r\n\r\n久而久之天王四宮養成了獨立自主的生活習慣，會不定時就給居家環境來個大翻修，或直接搬家體驗不同環境。"
  },
  {
    "Select1": "天王星",
    "Select2": "第五宮",
    "information": "天王五宮多半具有特別的才華，平時也喜歡藉由新奇的技術媒材，在創作平台與同好一起創作，將尖端的科技與獨特的技巧揮灑創意。\r\n\r\n天王五宮在感情上非常嚮往自由的戀愛，容易愛上古怪、特別的對象。感情疾如風快如閃電，很短的時間就能進入交往階段，但是冷的也很快，或是容易投入不倫戀，體驗與眾不同的愛情。"
  },
  {
    "Select1": "天王星",
    "Select2": "第六宮",
    "information": "天王六宮沒有辦法做朝九晚五的工作，適合獨立自主，不需要合作的工作或自由業，此外也不喜歡呆板枯燥的工作，喜歡在工作上求新求變。\r\n\r\n天王六宮與同事、主管、客戶的關係都比較冷漠疏離，不是叛逆愛唱反調就是容易離職換工作，不介意多方面嘗試各種工作與學習稀有的技能，適合從事科學、數學研究等領域的工作。"
  },
  {
    "Select1": "天王星",
    "Select2": "第七宮",
    "information": "天王七宮喜歡和別人互動，在社交上可說是百無禁忌，可以在很短的時間內認識一堆人，能快速和人密切往來，喜歡結識奇異古怪的朋友。\r\n\r\n只是天王七宮的交往態度若即若離，不利於維繫人際關係，或容易突發性的決裂疏遠。\r\n\r\n天王七宮會被獨立、作風開放、自由的人吸引，你需要伴侶給你足夠空間，越是不管，兩個人反而越不容易分手或離婚。"
  },
  {
    "Select1": "天王星",
    "Select2": "第八宮",
    "information": "天王八宮對情慾的態度開放並且百無禁忌，會快速投入親密關係，體驗刺激瘋狂的情慾，只是激情退得很快，可能不用多久彼此就會冷漠疏遠。\r\n\r\n天王八宮經常透過家庭或伴侶的關係獲得巨大財富、保險理賠或遺產，人生因此逆轉。\r\n\r\n天王八宮對神祕學、心理學、生死輪迴等領域感興趣，甘願不惜拿生命做實驗窺探生死的秘密。"
  },
  {
    "Select1": "天王星",
    "Select2": "第九宮",
    "information": "天王九宮對於異國旅遊有奇特的嚮往，常會制定異想天開的旅行計畫，喜歡去冷門或別人不敢去的景點體驗刺激。\r\n\r\n天王九宮是意識形態的革命家，經常質疑父母的權威，也討厭學校填鴨式的灌輸觀念，可能接受另類老師的知性衝擊，價值觀大逆轉；此外天王九宮也會對宇宙、天文、哲學、宗教有興趣並喜歡獨創一派。"
  },
  {
    "Select1": "天王星",
    "Select2": "第十宮",
    "information": "天王十宮一般會有個冷漠疏離的母親，不是忙於工作就是經常消失，或不受家庭束縛，追求星影多變的公眾形象，因此天王十宮習慣不依賴他人，也討厭被限制。\r\n\r\n天王十宮在工作、社交與婚姻關係上都不容易穩定，會很想要掙脫體制的束縛，適合變化快速又很自由的職業，最好可以自由發揮創造力或與電腦、科學、資訊、頂尖技術相關的職業。"
  },
  {
    "Select1": "天王星",
    "Select2": "第十一宮",
    "information": "天王十一宮的交友態度開放，喜歡結交有特殊才華，或是罕見、另類、偏激的人，只是多半不那麼穩定，也不會和朋友太親近。天王十一宮喜歡參加非主流的集會活動，藉此宣揚自己另類的理念或是追求革新改變，打破舊體制的框架。"
  },
  {
    "Select1": "天王星",
    "Select2": "第十二宮",
    "information": "天王十二宮的想像力豐富，受到集體潛意識的影響，時常會冒出奇異古怪的念頭，有預知未來的潛力。\r\n\r\n天王十二宮表面若無其事，其實私底下是叛逆且疏離的，也是渴望顛覆與改變的，喜歡在幕後展現驚人的創意，或是用獨特的方式秘密探索未知的事務。\r\n\r\n天王十二宮都有不錯的靈性、通靈潛力，只是難以穩定掌握；平時也喜歡接觸神祕學、超自然現象等領域。"
  },
  {
    "Select1": "第五宮",
    "Select2": "",
    "information": "第五宮（子女宮）與遊戲娛樂性質相關，象徵著男女間的戀愛關係、股市投機(資)、休閒娛樂、小孩、甚至於創作才華等。第五宮為金星的喜樂宮(Joy)，金星為愛情的自然象徵星，被安排在此與第五宮的象徵意義相當呼應。"
  },
  {
    "Select1": "第六宮",
    "Select2": "",
    "information": "第六宮（奴僕宮）主宰著工作與健康，屬於受雇與勞動性質，與身體勞累有關，因此象徵著健康與疾病。若是老闆的話，第六宮也象徵老闆跟部屬間的關係。此外，第六宮也代表小動物、寵物。第六宮為火星的喜樂宮(Joy)。"
  },
  {
    "Select1": "第七宮",
    "Select2": "",
    "information": "第七宮（夫妻宮）的起始點稱為 DES (Descendant)，也就是常聽到的下降星座，下降星座常代表著配偶與合夥人的狀態。第七宮是第一宮的對宮，代表著自己以外的人，像是配偶、合夥人、公開的敵人等，由於具有合夥與聯盟特質，所以也代表著契約關係。"
  },
  {
    "Select1": "第八宮",
    "Select2": "",
    "information": "第八宮（疾厄宮）象徵著性慾、死亡、黑暗。第八宮為第七宮的下一宮，第七宮為第一宮之對宮，代表自已以外的人（他人），而第八宮為第七宮往下數的第二宮，第二宮代表財富，因此第八宮也象徵他人的錢財(偏財)，代表遺產、保險、配偶錢財等。"
  },
  {
    "Select1": "第九宮",
    "Select2": "",
    "information": "第九宮（遷移宮）屬於高層次的探索與追尋，象徵著宗教、哲學、理想、高等教育、法律、外國事務、長途旅行等。第九宮在古代又稱為太陽神宮，因此很自然地第九宮就成為太陽的喜樂宮(Joy)。第九宮與第三宮相對，代表高層次的心靈探索，屬於正統宗教的範疇。"
  },
  {
    "Select1": "第十宮",
    "Select2": "",
    "information": "第十宮（官祿宮）的起始點稱為 MC，是拉丁文 Medium Coeli 的簡稱，中文稱為天頂。第十宮主宰著事業、名望與成就，屬於世俗目標的追求。第十宮為第四宮往下數七宮，第四宮為父親，往下數七宮代表配偶，因此第十宮在六親方面就代表了母親。此外，第十宮也代表著公司的主管或老闆。"
  },
  {
    "Select1": "第十一宮",
    "Select2": "",
    "information": "第十一宮（福德宮）主宰有組織性的團體與社交活動，象徵著朋友、公司行號、社會團體、政黨、機關團體等。由於團體多有一定目標而結合，因此第十一宮也代表著希望與理想。第十一宮為木星的喜樂宮(Joy)，木星為占星第一吉星，由此可見第十一宮的性質吉象居多。"
  },
  {
    "Select1": "第十二宮",
    "Select2": "",
    "information": "第十二宮（玄秘宮）象徵著暗中的行為或陰暗的場所，因此代表著隱遁、秘密、隱藏的敵人、潛意識、醫院、監獄等。此外，第十二宮也代表陰暗的鬼神。第十二宮為土星的喜樂宮(Joy)，土星為占星第一凶星，代表憂鬱與灰暗，此與第十二宮之性質相呼應。"
  },
  {
    "Select1": "海王星",
    "Select2": "第一宮",
    "information": "海王一宮精神上比較敏感，容易接收到外界能量，不論好壞均會接受，很容易受到環境影響，不是成為完美的偶像，就是學壞成為墮落散漫的嘔像。童年可能過得很無奈，總是任人擺布，因此長大後時常覺得無法作主，或是對自我的認同感薄弱，不知道自己要成為怎麼樣的人。\r\n\r\n海王一宮的外貌低調隨和，給人一種很好講話的感覺，實際上海王一宮可說是透析人性的大師喔！只是他們會委屈自己配合外界，不會主動去爭取什麼，付出也不會求回報。"
  },
  {
    "Select1": "海王星",
    "Select2": "第二宮",
    "information": "海王二宮對錢的觀念很模糊，從小可能沒有可以支配的零用錢，所以對錢的控制力很差，經常一個不小心就犯糊塗被騙錢；或是對金錢抱著超然的態度，有點不食人間煙火的傾向。\r\n\r\n海王二宮時常作發財的夢，對賺錢有遠大的夢想，不會想當個普通的上班族，適合從事美術、寫作、靈性占卜領域的職業。"
  },
  {
    "Select1": "海王星",
    "Select2": "第三宮",
    "information": "海王三宮對溝通的觀念很模糊，從小可能缺乏學習指導，喜歡幻想作白日夢，但是在溝通上缺乏主見，最常說的話就是「我不知道」。在小學學業上表現可能很不穩定，要馬就是品學兼優，要馬就是容易受到挫折擺爛自我放棄的學生。\r\n\r\n海王三宮對語言溝通很敏感，是很好的傾聽者，言語具有撫慰人心的力量，在溝通方面也容易處於弱勢，或是容易受傷，因此久而久之就養成了說謊的習慣，隱藏真實的內心話避免再受傷。"
  },
  {
    "Select1": "海王星",
    "Select2": "第四宮",
    "information": "海王四宮對家庭環境敏感，容易受家人影響情緒，只要家庭氛圍稍微變了調，海王四宮馬上就會感覺到，進而引發焦慮。\r\n\r\n海王四宮與家人的緣分可能很淡，對家庭有很高的理想但是德不到支持，或是父母個性古怪異常，讓海王四宮無法得到正常的照顧，因此長大之後海王四宮可能會逃避成立家業的責任，或是任勞任怨的犧牲自己照顧弱勢的家人。"
  },
  {
    "Select1": "海王星",
    "Select2": "第五宮",
    "information": "海王五宮渴望浪漫的愛情，只是在愛情因為害怕被拒絕，所以非常被動，不會主動表態，喜歡單戀或是地下戀。\r\n\r\n海王五宮無法抵抗任何羅曼蒂克的誘惑，很輕易就與人交往，雖然海王五宮對戀愛的理想很高並且甘願付出不求回報，但是容易受騙成為受害者，海王五宮也容易受到可憐的、弱勢的對象吸引，成為救贖對方的角色。"
  },
  {
    "Select1": "海王星",
    "Select2": "第六宮",
    "information": "海王六宮擁有崇高的服務精神，對工作也有很高的理想，但是對於自己要做甚麼工作卻感到迷惘，而且職場抗壓力較弱。\r\n\r\n不是任勞任怨犧牲奉獻就是容易犯迷糊搞砸事情或逃避摸魚， 工作上很難井井有條，總是習慣拖延怠惰。海王六宮需要工作上的滿足感，但又不適合一般職業，比較適合具有夢幻性的職業，可以往藝術、戲劇、影像等領域發展。"
  },
  {
    "Select1": "海王星",
    "Select2": "第七宮",
    "information": "海王七宮對親密關係有高度期待，容易遇到不顧自己感受的另一半，或是遇到以為很理想的另一半，交往後驚覺受騙才大夢初醒，或是繼續作為受害者自怨自艾。\r\n\r\n海王七宮對合夥對象也容易有過高的理想，會在合作關係中完全奉獻自我，但一遇到問題就想逃避；或是一開始會忽略夥伴缺點自欺欺人，也容易吸引性格病態或弱勢的對象，以拯救對方來證明自身的完美。"
  },
  {
    "Select1": "海王星",
    "Select2": "第八宮",
    "information": "海王八宮對男女情慾有高度理想，難以拒絕別人的要求，容易糊里糊塗就上了床，並在事後感到失望受騙。\r\n\r\n海王八宮對於性對象標準模糊不清，甚至連性別認同都是模糊的。海王八宮在金錢財物上也會因為態度散漫而容易受騙。海王八宮有很強的直覺想像力，可以藉由學習心理學、靈性方面的知識來療癒他人心理。"
  },
  {
    "Select1": "海王星",
    "Select2": "第九宮",
    "information": "海王九宮對異國生活有美好的想像與憧憬，只是容易犯迷糊，要馬就是完全融入並體驗不同國家文化的特色；要馬就是遇到無力處理的窘境，或是旅途的過程遭受欺負被迫犧牲而感到失落。\r\n\r\n海王九宮有追求知性的夢想，會藉由接觸各種宗教文化或靈性導師來尋找生命的真理，但是海王九宮很難專注自己的信念，或是忽略專業培養導致實戰的能耐不足，通常都要經歷幻想破滅之後才能找到有益身心的導師，並建立實用信念。"
  },
  {
    "Select1": "海王星",
    "Select2": "第十宮",
    "information": "海王十宮多半會有個夢幻又不可捉摸的母親，母親如果不是受人景仰的偶像就是飽受欺凌的受難角色。\r\n\r\n海王十宮從小就會被家長安排塑造出完美的社會形象，因此海王十宮會覺得無法做自己，想要活得精采卻又無力執行，遇到挫折很容易放棄。\r\n\r\n海王十宮適合大眾造夢的工作，比如廣告、電影、政治、大眾藝術或是靈性救贖，藉由自我包裝與美化，成為受眾人崇拜的偶像。"
  },
  {
    "Select1": "海王星",
    "Select2": "第十一宮",
    "information": "海王十一宮對於交友沒有界線，喜歡結交具有藝術氣息或神秘的人士，朋友對於海王十一宮來說是崇高、神聖的。\r\n\r\n只是海王十一宮不懂的怎麼拒絕朋友，就算心裡千百個不願意也會逼自己迎合對方，在團體生活中隱蔽低調、默默奉獻。"
  },
  {
    "Select1": "海王星",
    "Select2": "第十二宮",
    "information": "海王十二宮心靈特別敏感，容易受集體潛意識影響，對於靈修、靜坐、瑜珈、冥想有很強的天分，會不斷接觸宗教活動或是尋找靈修的機會，什麼宗教都信但都不虔誠，會很想隱蔽世俗，追求內心的寧靜。\r\n\r\n海王十二宮慈悲心強，喜歡暗中行善不欲人知，對弱勢、可憐的人沒有抵抗力容易因此受騙上當，需要多加留意。"
  },
  {
    "Select1": "冥王星",
    "Select2": "第一宮",
    "information": "冥王一宮對權力容易感到緊張，對自己的主張、見解往往會堅持到底，不願意服從父母長輩，習慣隱藏自己真實的情緒並且拒絕溝通，有人格偏執的傾向。\r\n\r\n冥王一宮極度注重自我形象，並且對自己的言行極度挑剔，有著如刺蝟般的性格，容易招惹麻煩使自己陷入困境，但也會因此培養過人的能力。"
  },
  {
    "Select1": "冥王星",
    "Select2": "第二宮",
    "information": "冥王二宮對金錢容易感到緊張，可能從小經歷過經濟緊張的時期，或是日常物資曾經被剝奪過，因此對物質有很強的控制慾，會使用獨特的方式處理金錢。\r\n\r\n冥王二宮喜歡用金錢支配他人的感覺，但也容易因此引發財務糾紛，適合往基金、保險等領域發展。"
  },
  {
    "Select1": "冥王星",
    "Select2": "第三宮",
    "information": "冥王三宮對於思想、溝通容易感到緊張，說話時會異常堅持己見，喜歡質疑別人的說法，但是不能接受被質疑。\r\n\r\n冥王三宮討厭膚淺的想法，會挑剔自己或別人的說詞，並要求自己一講話就要很厲害。冥王三宮很長扭曲或過度解讀別人的意思，可能別人只是善意的問候，聽在冥王三宮耳裡卻是酸言酸語。\r\n\r\n冥王三宮很重視知識的力量，喜歡秘密學習與鍛鍊心智，學習的過程或遇上較多的阻礙，但仍樂在其中。"
  },
  {
    "Select1": "冥王星",
    "Select2": "第四宮",
    "information": "冥王四宮對於家庭關係容易感到緊張，成長過程承受不小的壓力，可能是家長管教異常嚴厲，或是父母感情不和，也有可能是從小就被迫要為家庭付出，因此對家有很深的執念，想要掌握家中的一切。\r\n\r\n冥王四宮的家庭危機感重，會以金錢或情感操控來要求家人的忠實，但也容易因此引發衝突。"
  },
  {
    "Select1": "冥王星",
    "Select2": "第五宮",
    "information": "冥王五宮對於才華、競技容易感受到緊張，熱衷於各種遊戲競技而且非常在意輸贏，常常死不認輸，對於勝負有難解的情節，無法完全放鬆玩樂，只要玩就一定要贏，否則會覺得受屈辱。\r\n\r\n冥王五宮的戀愛波折多，容易遇到難纏、挑剔的戀人，在感情中專制霸道，疑心病重。"
  },
  {
    "Select1": "冥王星",
    "Select2": "第六宮",
    "information": "冥王六宮對於工作容易感到緊張，從小就被迫要執行例行性的勞動工作，對工作要求完美，害怕自己的工作能力不被重視，職場好勝心極強。\r\n\r\n冥王六宮也常會猜忌同事或主管客戶，容易造成誤會，嚴重甚至會引發衝突。冥王六宮也相當在意生活作息，會控制伴侶或家人的生活起居，不允許別人作息不良，但自己可以。"
  },
  {
    "Select1": "冥王星",
    "Select2": "第八宮",
    "information": "冥王八宮對資源掌控容易感到緊張，可能從小就有在資源上被鬥爭剝奪或遭受羞辱等殘酷體驗，因此對掌握錢有很大野心，會設法克盡擁有龐大資源的人建立合夥或伴侶關係得到資源。\r\n\r\n冥王八宮執著於神祕主義的研究，對於生死有極強的探索慾望，藉由學習占星、心理學、醫學研究生死，並將深刻的研究公諸於世，適合心理諮詢、靈性療癒領域的工作。"
  },
  {
    "Select1": "冥王星",
    "Select2": "第七宮",
    "information": "冥王七宮對於人際關係容易感到緊張，在一對一的相處關係中會感到很大的壓力，害怕自已被排擠、看不起，會勉強自己配合別人，或是容易受到性格強勢的人吸引。\r\n\r\n冥王七宮的交友條件異常苛刻，不夠獨特的人冥王七宮都看不上。冥王七宮追求至死不渝的伴侶關係，或是期待伴侶是個厲害的腳色，能掌握龐大的權力或是資源。"
  },
  {
    "Select1": "冥王星",
    "Select2": "第九宮",
    "information": "冥王九宮對於真理很敏感，渴望追求這個世界的終極意義，對於異國文化與宗教哲學有很大的熱情，只是不允許他人批判、質疑自己的想法。\r\n\r\n冥王九宮有具備教皇般的潛力，有操縱群眾心理的能耐，讓大家深信不疑。"
  },
  {
    "Select1": "冥王星",
    "Select2": "第十宮",
    "information": "冥王十宮對於社會權力很敏感，通常會有個掌控慾很強的母親，母親對自己的公眾表現有很高的期許，會強迫你站上舞台展現厲害的能耐博得肯定。\r\n\r\n冥王十宮喜歡懷疑跟批判權貴或上司，可能會因此阻礙到自己成功，但是冥王十宮意志力驚人，阻礙什麼的都只是家常便飯。\r\n\r\n冥王十宮會想要在社會上取得壓倒性的勝利，對事業完美極端，不允許被小看。"
  },
  {
    "Select1": "冥王星",
    "Select2": "第十一宮",
    "information": "冥王十一宮對於朋友關係容易感到緊張，會很害怕得罪朋友，希望成為朋友中不可缺少的利害角色，所以有時會勉強自己討好朋友，但同時也會要求朋友照自己的標準行事，強迫對方屈服。\r\n\r\n冥王十一宮對於朋友的態度也很極端，要馬兩肋插刀，全心付出；要馬完全利用朋友為自己賣命。"
  },
  {
    "Select1": "冥王星",
    "Select2": "第十二宮",
    "information": "冥王十二宮對於隱藏的危機非常敏感，擅長進行秘密調查，有成為臥底、特務的潛能。冥王十二宮的內心時常感到不安，防衛心很重，總是在腦補各種可怕的情節。\r\n\r\n冥王十二宮潛意識裡其實很渴望獲得權力，好消除自己的不安，可能會藉由接觸宗教或心理學得到蛻變，成為能夠度化他人的靈性上師。"
  },
  {
    "Select1": "第一宮",
    "Select2": "上升",
    "information": "每個人的上升都在第一宮"
  }
]
